{
  "creatures": [
    {
      "Name": "Shellycobb",
      "Type": "Fae / Aquatic",
      "Description": "Crab-like aquatic fae used by Jenny Greenteeth to assault mortal settlements. Massive claws and durable shells.",
      "Weakness": "Cold iron, soft underbelly vulnerable to piercing damage.",
      "Powers": "Vise Grip (Prouesse): +2 to Might rolls to grapple or disarm. Supernatural Toughness, Claws.",
      "Stats": "Health: High; Attack: Good; Defense: Good; Speed: 6 of Clubs",
      "Background": "Often seen in aquatic ambushes alongside other fae horrors. Serve under Winter Court raiders.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Lesser Dragon",
      "Type": "Dragonkin",
      "Description": "A smaller cousin to Ferrovax. Still capable of flight, breath weapons, and ancient magic.",
      "Weakness": "Vulnerabilities may include silver, ancient rites, or name-based bindings.",
      "Powers": "Dragon’s Breath (Prouesse): Weapon:6 fire or acid. Mythic Strength, Supernatural Recovery.",
      "Stats": "Health: Very High; Attack: Great; Defense: Great; Speed: King of Spades",
      "Background": "Rarely seen outside major events. May be couriers, messengers, or scouts for greater wyrms.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "The Wild Hunt",
      "Type": "Fae Host / Cavalry",
      "Description": "A mythic ride of fae knights, beasts, and spirits. Terrifying and unstoppable when summoned.",
      "Weakness": "May be held back by oaths, riddles, or fae traditions. Disperses after mission.",
      "Powers": "Huntbound Charge (Prouesse): Zone-wide Weapon:4 charge; Mythic Speed, Pack Instincts.",
      "Stats": "Health: Group (oooooo); Attack: Legendary; Defense: Epic; Speed: Ace of Spades",
      "Background": "Seen in major war events. May be called by Wild Faerie Queens or invoked in treaties.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "The Walker",
      "Type": "Outsider / Horror",
      "Description": "One of the mysterious 'Walkers' — cousins to He Who Walks Behind, but even more elusive.",
      "Weakness": "Unclear. Ritual magic, true names, or reality anchors may resist them.",
      "Powers": "Mind Shear (Prouesse): Bypasses normal defense with sanity loss. Physical Immunity. Shadowslip.",
      "Stats": "Health: Very High; Attack: Epic; Defense: Legendary; Speed: Queen of Spades",
      "Background": "Their presence alters reality. Only powerful wizards survive encounters with them.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Faerie Queen - Mab",
      "Type": "Fae / Winter Royalty",
      "Description": "Queen of the Winter Court. An ancient, nearly divine entity wielding terrifying magical power.",
      "Weakness": "Bound by oaths and Faerie Law. May be thwarted by exact wording or inviolable hospitality.",
      "Powers": "Fae Sovereignty (Prouesse): +3 to all magic within Winter. Reality Manipulation, Mythic Abilities.",
      "Stats": "Health: Unknown (∞); Attack: Mythic; Defense: Mythic; Speed: Ace of Spades",
      "Background": "Manipulative, powerful, and ruthless. The epitome of Winter’s cold logic and wrath.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    }
  ]
}