{
  "creatures": [
    {
      "Name": "Angel",
      "Type": "Celestial",
      "Description": "A being composed entirely of soul-stuff, typically appearing as a luminous humanoid with wings. Angels intervene rarely to protect mortal free will.",
      "Weakness": "Their effectiveness is tied to the strength of mortal faith and they are limited in their intervention on Earth.",
      "Powers": "Divine Intervention (Prouesse): Once per scene, add +2 bonus damage to an attack by channeling holy soulfire. Limitation: Requires a successful faith check.",
      "Stats": "Health: 10; Attack: 8; Defense: 7; Speed: 9 of Spades",
      "Background": "Guardians of humanity who appear in times of dire need, remaining hidden behind a veil of mystery.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Cassius’ Snakes",
      "Type": "Construct",
      "Description": "A swarm of numerous small snakes that function as a single entity in battle, binding and constricting their foes.",
      "Weakness": "Susceptible to disruptions in magical concentration and other standard construct vulnerabilities.",
      "Powers": "Constricting Prouesse: Gains a +1 bonus to grappling damage when the snakes combine. Limitation: Effectiveness drops if concentration is lost.",
      "Stats": "Health: 6; Attack: 8; Defense: 4; Speed: 10 of Spades",
      "Background": "Summoned by powerful mages to serve as a binding force on the battlefield.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Chlorofiend",
      "Type": "Construct/Plant",
      "Description": "A towering plant-based creature with burning emerald eyes and a body formed from animated vegetation and garden materials.",
      "Weakness": "Vulnerable to fire and iron, which disrupt its organic magical composition.",
      "Powers": "Magical Verdure: Adds +2 bonus damage to physical attacks powered by plant magic. Limitation: Cannot be used when exposed to fire or corrosives.",
      "Stats": "Health: 12; Attack: 10; Defense: 8; Speed: Two of Clubs",
      "Background": "Born from a fusion of magical energies and native flora, feared as much for its unpredictable nature as for its raw power.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Victor’s Scorpions",
      "Type": "Construct/Demon",
      "Description": "A horde of scorpion constructs that emerge as either many small snakes or one large serpent-like entity, used for binding foes in combat.",
      "Weakness": "Lacking in subtlety and vulnerable to interference in ambient magical energy.",
      "Powers": "Venomous Prouesse: Each successful binding attack delivers an extra +1 venom bonus. Limitation: Only effective when constructs remain grouped.",
      "Stats": "Health: 8; Attack: 9; Defense: 4; Speed: 7 of Spades",
      "Background": "Created by the sorcerer Victor Sells, these constructs serve as both a distraction and a deadly binding force.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Chaunzaggoroth",
      "Type": "Demon",
      "Description": "A sleek, enigmatic demon distinguished by chitinous features and an Oxford accent, acting as a broker of souls.",
      "Weakness": "Standard demon vulnerabilities—especially when confronted with holy symbols or genuine faith.",
      "Powers": "Soul Broker: Once per scene, force a re-roll on an opponent's resistance check with a +2 bonus. Limitation: Requires a soul pact invocation and is limited to one use per encounter.",
      "Stats": "Health: 8; Attack: 8; Defense: 7; Speed: 6 of Spades",
      "Background": "Summoned repeatedly for its cunning and information-brokering abilities, often involved in the transfer of mortal souls.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Kalshazzak",
      "Type": "Demon",
      "Description": "A squat, misshapen demon also known as 'Toadface', characterized by a warty, leathery visage and clawed extremities.",
      "Weakness": "Vulnerable to holy artifacts and faith-based exorcism techniques.",
      "Powers": "Acidic Assault: Grants an extra +3 acid damage on melee attacks. Limitation: Usable only once per encounter and drains subsequent energy.",
      "Stats": "Health: 14; Attack: 12; Defense: 10; Speed: 8 of Spades",
      "Background": "Summoned through dark rituals, Kalshazzak is a feared presence whose destructive power is legendary.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Shen",
      "Type": "Demonic/Faerie",
      "Description": "A demented, purple creature resembling a chimpanzee with raven-black feathered wings, exuding an aura of chaotic energy.",
      "Weakness": "Prone to typical demon and fae weaknesses, especially when isolated from its kin.",
      "Powers": "Chaotic Metamorphosis: May transform mid-battle to gain a +2 bonus on attacks at the cost of -1 to defense. Limitation: Transformation lasts only one round.",
      "Stats": "Health: 8; Attack: 8; Defense: 7; Speed: Queen of Spades",
      "Background": "A creature of chaotic transformation, its power and appearance shift based on environmental and interpersonal factors.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Ferrovax",
      "Type": "Dragon",
      "Description": "The only true dragon known, Ferrovax is a majestic, ever-shifting entity capable of breathing mystical fire and bending reality.",
      "Weakness": "Its mythic vulnerabilities are shrouded in legend and tied to narrative plot devices.",
      "Powers": "Mythic Draconic Roar: Once per encounter, unleash a roar that adds +3 bonus to damage rolls. Limitation: Can only be activated after one full round of inactivity.",
      "Stats": "Health: 16; Attack: 14; Defense: 12; Speed: King of Spades",
      "Background": "Revered and feared by both mortals and immortals, Ferrovax is an epic symbol of transformative power.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Goblin",
      "Type": "Humanoid",
      "Description": "A small, lantern-jawed creature with batlike ears, known for its cunning, agility, and ferocity in numbers.",
      "Weakness": "Physically frail when isolated, relying on numbers and agility to overwhelm foes.",
      "Powers": "Horde Instinct: Gains a cumulative +1 bonus to attack for each additional goblin in battle. Limitation: Bonus resets if the goblin is isolated.",
      "Stats": "Health: 4; Attack: 5; Defense: 4; Speed: Jack of Spades",
      "Background": "Inhabitants of dark forests and underground lairs, goblins serve as minions in larger schemes.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Hellhound",
      "Type": "Beast/Demonic",
      "Description": "A fearsome, shadowy canine forged from the essence of hell, exuding a palpable, menacing aura.",
      "Weakness": "Typically vulnerable to cold iron and holy symbols; effectiveness diminishes when isolated from the pack.",
      "Powers": "Infernal Bite: When attacking as part of a pack, adds an extra +2 damage once during a pack attack sequence. Limitation: Bonus applies only once per sequence.",
      "Stats": "Health: 8; Attack: 10; Defense: 7; Speed: Ace of Spades",
      "Background": "Haunting the darkest nights, hellhounds are employed as guardians or hunters by demonic forces.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
	{
      "Name": "Wardhound",
      "Type": "Construct/Demon",
      "Description": "A stone statue in the form of a Chinese temple dog with a gaping mouth, large eyes, and a curling beard. Approximately a yard tall and designed as a protective sentinel.",
      "Weakness": "Inherently slow and not suited for direct combat; its sensory abilities may falter when overwhelmed by strong emotions.",
      "Powers": "Guardian Howl: Emits a concussive bark that grants allied creatures +2 defense for one scene. Limitation: Usable only once per encounter.",
      "Stats": "Health: 12; Attack: 4; Defense: 10; Speed: 3 of Clubs",
      "Background": "Crafted by ancient mystics to safeguard sacred spaces, wardhounds stand as silent guardians against intruders.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Possessed Person",
      "Type": "Humanoid/Demonic",
      "Description": "An ordinary human overtaken by a malevolent force, marked by unsettling signs such as an altered voice or occasional glowing eyes.",
      "Weakness": "The host body is fragile; disruption of the possession (through exorcism or targeted intervention) can quickly end the demonic influence.",
      "Powers": "Demonic Possession: Temporarily boosts physical prowess with a +2 bonus to Attack. Limitation: Drains Health rapidly and is unstable, lasting only a brief period.",
      "Stats": "Health: 6; Attack: 6; Defense: 5; Speed: 6 of Hearts",
      "Background": "Ordinary individuals become vessels for darker forces, resulting in erratic behavior and heightened aggression.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Ecto-Suit",
      "Type": "Construct/Demon",
      "Description": "A semi-corporeal suit formed from ectoplasm that houses a demonic consciousness. Its amorphous form shifts unpredictably.",
      "Weakness": "Highly dependent on ambient magical energy; disruptions cause loss of cohesion.",
      "Powers": "Ectoplasmic Form: Grants a temporary +2 bonus to Defense and boosts mobility. Limitation: Active only for a short period before energy depletion.",
      "Stats": "Health: 8; Attack: 8; Defense: 9; Speed: 7 of Hearts",
      "Background": "Created by potent summoners as a bridge between the ethereal and the physical, the ecto-suit blurs the line between spirit and matter.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fetch: Bucky",
      "Type": "Fetch/Demon",
      "Description": "A weak, comically deformed fetch resembling a ragged doll, used to harass opponents rather than deliver crushing blows.",
      "Weakness": "Fragile and lacking in sustained power, easily overwhelmed in serious combat.",
      "Powers": "Fearful Echo: Confers a +1 bonus to allied fetch attack rolls when present. Limitation: Effective only in low-threat conditions and once per scene.",
      "Stats": "Health: 3; Attack: 4; Defense: 3; Speed: 9 of Diamonds",
      "Background": "Bucky serves more as a distraction than a decisive combatant, its presence intended to unsettle rather than destroy.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fetch: Hammerhands",
      "Type": "Fetch/Demon",
      "Description": "A fetch characterized by its sledgehammer-like hands, built for raw, overwhelming force rather than finesse.",
      "Weakness": "Lacks dexterity and is prone to leaving openings after a heavy strike.",
      "Powers": "Hammer Strike: Delivers an extra +2 bonus to damage in a single, powerful blow. Limitation: Usable only once per scene and leaves the user briefly vulnerable afterward.",
      "Stats": "Health: 4; Attack: 6; Defense: 4; Speed: 8 of Diamonds",
      "Background": "Engineered for impact, Hammerhands trades agility for sheer destructive power.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fetch: The Reaper",
      "Type": "Fetch/Demon",
      "Description": "A towering, grim fetch resembling a skeletal figure with a sickle, designed to embody the inevitability of death.",
      "Weakness": "Sluggish recovery after striking, which limits its overall combat versatility.",
      "Powers": "Grim Harvest: Adds a +3 bonus to damage on its primary attack once per encounter. Limitation: Usage results in a -2 penalty to Defense for the remainder of the encounter.",
      "Stats": "Health: 6; Attack: 7; Defense: 5; Speed: 7 of Diamonds",
      "Background": "The Reaper is a fearsome instrument of demise, designed more to instill terror than to engage in prolonged combat.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Lesser Dragon",
      "Type": "Dragon",
      "Description": "A scaled, winged reptile smaller and less potent than true dragons but still imbued with an unmistakable draconic presence.",
      "Weakness": "Limited magical prowess makes it vulnerable when pitted against legendary draconic forces.",
      "Powers": "Draconic Fury: Unleashes a breath attack that adds +2 bonus damage to all offensive moves. Limitation: Usable only once per battle, followed by a full recovery round.",
      "Stats": "Health: 10; Attack: 9; Defense: 8; Speed: 10 of Clubs",
      "Background": "Often seen as guardians of ancient relics or natural landmarks, lesser dragons are both revered and feared by local inhabitants.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Faerie Cobb",
      "Type": "Faerie/Humanoid",
      "Description": "A diminutive, nimble fae specializing in repairing and enchanting footwear, often seen as the artisan among the fae.",
      "Weakness": "Its small size and focus on craft leave it ill-equipped for direct confrontation.",
      "Powers": "Cobbler's Craft: Temporarily enhances an ally's speed by granting a +1 bonus through enchanted footwear. Limitation: Usable only once per scene.",
      "Stats": "Health: 5; Attack: 4; Defense: 4; Speed: Jack of Hearts",
      "Background": "Valued for its exquisite craftsmanship, the faerie cobbler trades mystical services in exchange for rare and enchanted materials.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Elder Gruff",
      "Type": "Humanoid/Beast",
      "Description": "A hulking, white-furred creature with goat-like features and enormous physical strength, often leading a clan of gruffs.",
      "Weakness": "Its massive size causes sluggish movement, making it vulnerable to agile attackers.",
      "Powers": "Gruff Charge: Delivers a mighty ram attack that adds +3 bonus damage. Limitation: Requires a sustained charge and leaves the attacker open to counterattacks.",
      "Stats": "Health: 12; Attack: 10; Defense: 8; Speed: 4 of Clubs",
      "Background": "Revered as a leader among its kin, Elder Gruff is as fearsome for its raw power as it is for its slow, deliberate pace.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Hob",
      "Type": "Faerie",
      "Description": "A squat, muscular fae with a baboonish build and thick, rubbery skin, known for relying on brute force over finesse.",
      "Weakness": "Notoriously lacking conventional vision, making it less effective in rapidly changing environments.",
      "Powers": "Myrk Conjuration: Summons tangible darkness to bolster defense by +2. Limitation: Effective only in enclosed or shadowy spaces.",
      "Stats": "Health: 8; Attack: 7; Defense: 6; Speed: 6 of Clubs",
      "Background": "Hobs dwell in dark, subterranean tunnels where their strength and mystical abilities allow them to thrive away from prying eyes.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
	{
      "Name": "Animated Scorpion",
      "Type": "Construct/Demon",
      "Description": "A scorpion construct that moves as one animated entity, its venomous claws and pincers striking with deadly precision.",
      "Weakness": "Easily disrupted if its cohesive formation is broken apart or if ambient magical energy fluctuates.",
      "Powers": "Sting of Dread (Prouesse): Adds an extra +2 bonus to attack when its pincers strike simultaneously. Limitation: Bonus applies only if at least half the construct remains intact.",
      "Stats": "Health: 7; Attack: 8; Defense: 5; Speed: 9 of Clubs",
      "Background": "Animated by dark sorcery, this creature is deployed as a swift assassin in magical battlegrounds.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Impish Trickster",
      "Type": "Demon/Minor",
      "Description": "A small, mischievous imp that delights in sowing chaos and minor havoc among its foes.",
      "Weakness": "Easily exorcised by even modest holy water or a simple incantation, due to its fragile nature.",
      "Powers": "Prankster's Charm (Prouesse): Once per scene, forces a re-roll on an opponent’s Perception check with a +2 bonus. Limitation: Only works when the target is distracted.",
      "Stats": "Health: 3; Attack: 4; Defense: 3; Speed: Jack of Clubs",
      "Background": "Often encountered in the margins of demonic activity, this creature is more trouble than threat.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Shadow Wraith",
      "Type": "Undead/Spirit",
      "Description": "A ghostly, amorphous wraith that drifts silently through the darkness, stalking those who dare walk alone.",
      "Weakness": "Its incorporeal nature makes it vulnerable to radiant light and holy relics that can disrupt its form.",
      "Powers": "Ethereal Step (Prouesse): Can become intangible for a short period, avoiding damage. Limitation: Must re-materialize with no defensive bonus for one turn.",
      "Stats": "Health: 5; Attack: 7; Defense: 4; Speed: Queen of Clubs",
      "Background": "This spectral predator haunts abandoned places, its form barely visible under the veil of night.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Ethereal Wanderer",
      "Type": "Spirit",
      "Description": "A spectral figure that drifts between worlds, its presence known only by fleeting hints of its passing.",
      "Weakness": "Its connection to the ethereal plane can be severed by strong dispel magic or exorcism rituals.",
      "Powers": "World Shifter (Prouesse): Can vanish and reappear unexpectedly, granting a +2 bonus to evasive maneuvers. Limitation: Can only use this ability once per encounter.",
      "Stats": "Health: 6; Attack: 5; Defense: 5; Speed: King of Clubs",
      "Background": "Often seen as an omen, the Ethereal Wanderer moves silently across battlefields and ruins alike.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Phantom Stalker",
      "Type": "Spirit/Undead",
      "Description": "A silent, predatory phantom that follows its chosen prey with relentless focus, emerging only to strike.",
      "Weakness": "Its dark nature is weakened by bright light and sudden noise, which can disrupt its stalking focus.",
      "Powers": "Prey Sense (Prouesse): Gains a +2 bonus to attack when the target is unaware. Limitation: Bonus resets if the prey becomes alert.",
      "Stats": "Health: 7; Attack: 8; Defense: 5; Speed: 10 of Clubs",
      "Background": "Feared by those who travel alone at night, this phantom is as elusive as it is dangerous.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Cursed Gargoyle",
      "Type": "Construct/Undead",
      "Description": "An animated stone gargoyle that patrols ancient ruins, coming to life to protect forgotten treasures.",
      "Weakness": "Its stony form can be weakened by enchanted water or spells targeting earth and stone.",
      "Powers": "Stone Fall (Prouesse): Can slam into foes with the weight of stone, adding +2 bonus damage. Limitation: Requires a brief charge and leaves it momentarily unbalanced.",
      "Stats": "Health: 10; Attack: 7; Defense: 9; Speed: 5 of Clubs",
      "Background": "Cursed by an ancient spell, the gargoyle is bound to its post, defending relics of a lost civilization.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Living Statue",
      "Type": "Construct",
      "Description": "A marble or stone statue that comes to life, defending ancient tombs and sacred sites with relentless, if measured, force.",
      "Weakness": "Susceptible to magic that disrupts earth or stone structures, rendering it brittle.",
      "Powers": "Immovable Force (Prouesse): Gains +2 bonus to Defense when immobile. Limitation: Bonus is lost once it moves.",
      "Stats": "Health: 12; Attack: 6; Defense: 10; Speed: 3 of Clubs",
      "Background": "These living monuments stand guard over forgotten histories, rarely venturing far from their pedestal.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fae Trickster",
      "Type": "Faerie",
      "Description": "A mischievous fae who delights in playing pranks on mortals and sowing chaos with illusions and deceptions.",
      "Weakness": "Its mischief is easily countered by equal cleverness, and strong scents can occasionally repel it.",
      "Powers": "Illusory Diversion (Prouesse): Can create a minor illusion to cause an opponent to miss an attack; Limitation: Lasts only one round.",
      "Stats": "Health: 6; Attack: 5; Defense: 5; Speed: 8 of Clubs",
      "Background": "Known for its unpredictable nature, the Fae Trickster is as capricious as it is elusive.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Nightmare",
      "Type": "Undead/Demonic",
      "Description": "A terrifying specter that invades dreams and roams the darkness, paralyzing its victims with dread.",
      "Weakness": "Its power is diminished by effective dream-walking rituals and strong mental fortitude.",
      "Powers": "Paralytic Gaze (Prouesse): Forces an enemy to re-roll their defense, suffering a -2 penalty for one round. Limitation: Can be activated only once per encounter.",
      "Stats": "Health: 9; Attack: 10; Defense: 7; Speed: 7 of Clubs",
      "Background": "Often blamed for nightmares and insomnia, this creature embodies the terror of the subconscious.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Dread Shade",
      "Type": "Spirit/Undead",
      "Description": "A dark, oppressive specter that drains the will and strength of those it touches, leaving a trail of despair.",
      "Weakness": "Its ominous power wanes in daylight and can be curtailed by restorative rituals.",
      "Powers": "Will Drain (Prouesse): Reduces an enemy's attack roll by 2 for one encounter. Limitation: Effect persists only while the shade is in close proximity.",
      "Stats": "Health: 8; Attack: 8; Defense: 6; Speed: 6 of Clubs",
      "Background": "Seen as an omen of misfortune, the Dread Shade is whispered about among those who delve too deeply into dark magics.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
	{
      "Name": "Demon Imp",
      "Type": "Demon/Minor",
      "Description": "A small, mischievous demon known for its pesky behavior and penchant for minor chaos.",
      "Weakness": "Easily repelled by holy water and simple incantations due to its fragile nature.",
      "Powers": "Impish Sneer (Prouesse): Once per scene, forces an enemy to re-roll an initiative check, granting a +1 bonus to the imp's next attack. Limitation: Usable only when the target is distracted.",
      "Stats": "Health: 3; Attack: 4; Defense: 3; Speed: 10 of Diamonds",
      "Background": "Often seen in the margins of demonic mischief, the Demon Imp delights in trivial mayhem rather than full-scale destruction.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fallen Knight",
      "Type": "Humanoid/Demonic",
      "Description": "Once a noble warrior, now a tormented soul possessed by dark forces, marked by battered armor and haunted eyes.",
      "Weakness": "Haunted by guilt and susceptible to redemptive magic, which can briefly break the demonic influence.",
      "Powers": "Doom Blade (Prouesse): Once per fight, gain a +3 bonus to attack when executing a powerful strike fueled by inner rage. Limitation: Requires a moment of vulnerability immediately afterward.",
      "Stats": "Health: 10; Attack: 10; Defense: 8; Speed: King of Hearts",
      "Background": "Fallen Knight roams battlefields as a tragic figure, his corrupted honor a constant reminder of his lost past.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Spectral Rider",
      "Type": "Undead",
      "Description": "A ghostly figure astride a phantom steed, appearing silently on battlefields and vanishing without a trace.",
      "Weakness": "Its ethereal form is disrupted by bright light and exorcism rituals, causing it to fade.",
      "Powers": "Phantom Charge (Prouesse): Once per encounter, surge forward with a +2 bonus to attack when charging. Limitation: Disappears briefly after the charge, losing any defensive bonus for one turn.",
      "Stats": "Health: 8; Attack: 9; Defense: 6; Speed: Ace of Hearts",
      "Background": "Legends claim that the Spectral Rider appears to those destined for downfall, heralding impending doom.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Mirror Fiend",
      "Type": "Demon",
      "Description": "A dark fiend whose form seems to shimmer and duplicate, reflecting its enemy’s aggression back upon them.",
      "Weakness": "Its mirror-like nature makes it vulnerable to unpredictable changes—magical attacks that defy convention can shatter its mirrored defenses.",
      "Powers": "Reflective Edge (Prouesse): Gain a +2 bonus to defense by mirroring an enemy attack once per round. Limitation: Cannot mirror magical attacks and the bonus is lost if the enemy’s style changes mid-strike.",
      "Stats": "Health: 9; Attack: 8; Defense: 9; Speed: Queen of Clubs",
      "Background": "Whispers tell that the Mirror Fiend’s power lies in turning foes’ strengths against them, a trait both feared and admired among dark entities.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Blood Ghoul",
      "Type": "Undead",
      "Description": "An emaciated, ravenous ghoul that prowls the streets, driven by an insatiable hunger for blood.",
      "Weakness": "Its frail, withered form is easily repelled by fire and silver, which disrupt its necrotic essence.",
      "Powers": "Blood Surge (Prouesse): Once per scene, when near spilled blood, adds a +2 bonus to attack. Limitation: Can only trigger when an enemy is visibly injured.",
      "Stats": "Health: 7; Attack: 9; Defense: 5; Speed: 8 of Diamonds",
      "Background": "Feared by those who wander after dark, the Blood Ghoul is a grim reminder of the price paid by the unfortunate.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Bone Rattler",
      "Type": "Undead",
      "Description": "An animated skeleton with clattering bones, exuding an eerie, persistent rattling noise that unsettles even the brave.",
      "Weakness": "Its brittle form can be shattered by a powerful blow, and it is especially vulnerable to blunt force.",
      "Powers": "Rattling Dread (Prouesse): Once per encounter, causes nearby foes to falter, subtracting 1 from their attack rolls for one round. Limitation: Effect is temporary and ceases immediately if its bones are significantly damaged.",
      "Stats": "Health: 8; Attack: 7; Defense: 6; Speed: 6 of Diamonds",
      "Background": "Rising from forgotten crypts, the Bone Rattler serves as a macabre guardian of ancient secrets.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Spirit of the Maze",
      "Type": "Spirit/Undead",
      "Description": "A mysterious, shifting specter that watches over labyrinthine structures, guiding—or misleading—those who wander within.",
      "Weakness": "Strong light and powerful dispel magic can cause its form to flicker and vanish temporarily.",
      "Powers": "Maze Binder (Prouesse): Once per encounter, muddles an enemy’s orientation with a +2 bonus to evasion. Limitation: Only effective in labyrinthine or maze-like settings.",
      "Stats": "Health: 7; Attack: 8; Defense: 7; Speed: Queen of Diamonds",
      "Background": "Legends claim the Spirit of the Maze is the eternal warden of lost corridors and forgotten passageways.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Rust Revenant",
      "Type": "Undead/Construct",
      "Description": "A decaying, rust-covered warrior who has returned from the grave, animated by a lingering, vengeful force.",
      "Weakness": "Extremely vulnerable to water and acid-cleaning spells that strip away its corroded armor.",
      "Powers": "Corrosion Curse (Prouesse): Once per battle, inflicts a -2 penalty on an enemy's defense with a cursed touch. Limitation: Requires physical contact and can be resisted by a strong saving throw.",
      "Stats": "Health: 10; Attack: 9; Defense: 8; Speed: 7 of Diamonds",
      "Background": "Once a noble knight, the Rust Revenant now wanders as a grim reminder of broken promises and lingering grudges.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Twilight Serpent",
      "Type": "Reptile/Demon",
      "Description": "A massive, sinuous serpent that slithers silently in the fading light, its scales shimmering with a subtle, ethereal glow.",
      "Weakness": "Its effectiveness declines in full daylight or complete darkness; it thrives only in the in-between of twilight.",
      "Powers": "Twilight Ambush (Prouesse): Gains a +3 bonus to attack when emerging from concealment during dawn or dusk. Limitation: Only available during these transitional periods.",
      "Stats": "Health: 12; Attack: 11; Defense: 7; Speed: King of Diamonds",
      "Background": "Feared by rural folk and whispered about in legends, the Twilight Serpent is a predator of the liminal hours.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Phantom Harbinger",
      "Type": "Undead/Spirit",
      "Description": "A foreboding specter cloaked in tattered robes, its presence heralding doom and despair for those it encounters.",
      "Weakness": "Its ominous power wanes in the presence of collective hope and communal defiance.",
      "Powers": "Doomsayer's Cry (Prouesse): Once per encounter, emits a cry that reduces enemy attack rolls by 2 for a short period. Limitation: Requires a quiet moment and is countered if an inspiring act occurs immediately afterward.",
      "Stats": "Health: 9; Attack: 10; Defense: 6; Speed: Jack of Diamonds",
      "Background": "Often appearing before great calamities, the Phantom Harbinger is a dreaded omen whispered about by survivors of past tragedies.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
	{
      "Name": "Ironclad Behemoth",
      "Type": "Construct/Beast",
      "Description": "A massive, armored creature with thick iron plating and the strength to crush obstacles, lumbering forward with unstoppable force.",
      "Weakness": "Its heavy armor renders it slow and vulnerable to piercing attacks or magic that destabilizes metal.",
      "Powers": "Iron Slam (Prouesse): Adds a +3 bonus to damage on a slam attack. Limitation: Usable only once per encounter.",
      "Stats": "Health: 18; Attack: 14; Defense: 16; Speed: 4 of Clubs",
      "Background": "Forged in ancient forges and animated by forgotten magics, the Ironclad Behemoth is a relentless force of destruction.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Spectral Lurker",
      "Type": "Spirit/Undead",
      "Description": "A ghostly figure that silently haunts abandoned ruins and dark corridors, its form barely visible yet ever-present.",
      "Weakness": "Strong light and dispelling magic can cause its form to dissipate and reveal its vulnerability.",
      "Powers": "Lurking Shroud (Prouesse): Grants a +2 bonus to evasion when cloaked in darkness. Limitation: Effect ceases in direct light.",
      "Stats": "Health: 7; Attack: 6; Defense: 5; Speed: King of Hearts",
      "Background": "Haunting the remnants of ancient battles, the Spectral Lurker instills terror in those who dare trespass.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Wailing Banshee",
      "Type": "Spirit/Undead",
      "Description": "A mournful spirit whose piercing wail can paralyze the heart and soul of its victims, filling the air with sorrow.",
      "Weakness": "Its scream is ineffective against those with strong mental fortitude or proper protective wards.",
      "Powers": "Screech of Despair (Prouesse): Inflicts a -2 penalty on enemy attack rolls for one round when its wail is heard. Limitation: Usable once per scene.",
      "Stats": "Health: 5; Attack: 7; Defense: 4; Speed: Queen of Hearts",
      "Background": "As a herald of doom, the Wailing Banshee's cry is said to foretell tragedy and unrest.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Cinder Wisp",
      "Type": "Elemental/Spirit",
      "Description": "A tiny, flickering flame that dances erratically through the air, its form ever-changing and ephemeral.",
      "Weakness": "Easily extinguished by water or damp conditions, its fiery essence is highly unstable.",
      "Powers": "Flame Flicker (Prouesse): Grants a +1 bonus to fire-based attack rolls. Limitation: Disappears momentarily in the presence of moisture.",
      "Stats": "Health: 3; Attack: 5; Defense: 3; Speed: 10 of Hearts",
      "Background": "Often seen emerging from minor conflagrations, the Cinder Wisp is as capricious as it is transient.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Gloom Stalker",
      "Type": "Humanoid/Undead",
      "Description": "A stealthy predator that emerges from deep shadows to ambush its targets, moving with quiet lethal precision.",
      "Weakness": "Its advantage in darkness is lost in bright, open environments, rendering it vulnerable.",
      "Powers": "Shadow Strike (Prouesse): Gains a +2 bonus to attack when emerging from complete darkness. Limitation: Bonus is nullified in direct light.",
      "Stats": "Health: 8; Attack: 9; Defense: 6; Speed: Jack of Hearts",
      "Background": "Feared by those who wander at night, the Gloom Stalker is a master of ambush and subterfuge.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Vortex Fiend",
      "Type": "Demon/Elemental",
      "Description": "A swirling embodiment of turbulent wind and chaos, its form resembling a miniature tornado with fiery, piercing eyes.",
      "Weakness": "Its unstable form is disrupted by earth-based magic or heavy objects that impede its motion.",
      "Powers": "Wind Fury (Prouesse): Unleashes a gust that grants a +2 bonus to attack for one round. Limitation: Usable only under favorable ambient wind conditions.",
      "Stats": "Health: 9; Attack: 10; Defense: 7; Speed: Ace of Clubs",
      "Background": "Manifesting from the heart of violent storms, the Vortex Fiend strikes with both speed and unpredictability.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Razorwing Harpy",
      "Type": "Beast/Faerie",
      "Description": "A vicious, winged humanoid with razor-sharp talons and a piercing screech, capable of savage aerial assaults.",
      "Weakness": "Her delicate wings can be injured by precise, focused attacks, severely limiting her mobility.",
      "Powers": "Talons of the Storm (Prouesse): Adds a +2 bonus to claw attack damage during aerial combat. Limitation: Bonus applies only while in flight.",
      "Stats": "Health: 7; Attack: 10; Defense: 6; Speed: King of Clubs",
      "Background": "Hailing from remote, craggy heights, the Razorwing Harpy is as relentless as she is graceful in the skies.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Runebound Golem",
      "Type": "Construct/Magical",
      "Description": "An ancient stone golem etched with glowing runes, its body a solid monument to lost magical arts.",
      "Weakness": "Its power wanes when its runes are disrupted by anti-magic fields or powerful dispel spells.",
      "Powers": "Rune Empowerment (Prouesse): Once per battle, activates runes to grant a +3 bonus to defense. Limitation: Bonus is negated if the golem is targeted by anti-magic.",
      "Stats": "Health: 13; Attack: 9; Defense: 11; Speed: 7 of Clubs",
      "Background": "Forged in a bygone era of magic, the Runebound Golem serves as a guardian of ancient, forgotten lore.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Night Terror",
      "Type": "Spirit/Demon",
      "Description": "A malevolent entity that invades dreams and spreads terror, leaving its victims paralyzed with fear.",
      "Weakness": "Its influence is diminished by strong protective wards and resilient mental fortitude.",
      "Powers": "Dream Haunt (Prouesse): Forces a target to suffer a -2 penalty to defense for a short duration. Limitation: Can target only one individual per night.",
      "Stats": "Health: 8; Attack: 9; Defense: 6; Speed: Queen of Clubs",
      "Background": "Lurking between sleep and wakefulness, the Night Terror preys on the vulnerabilities of the mind.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Frost Wyrm",
      "Type": "Dragon/Elemental",
      "Description": "A serpentine, ice-breathing creature with shimmering, glacial scales that patrol the frozen wastes with lethal cold.",
      "Weakness": "Its frigid nature is countered by heat-based magic and warm, humid environments, which weaken its icy defenses.",
      "Powers": "Icy Blast (Prouesse): Unleashes a burst of freezing air that adds a +3 bonus to attack and can slow targets. Limitation: Usable only once per encounter and ineffective under high ambient temperatures.",
      "Stats": "Health: 11; Attack: 10; Defense: 9; Speed: King of Diamonds",
      "Background": "Roaming the frostbitten tundras, the Frost Wyrm is a majestic yet deadly force of nature, embodying winter’s unyielding chill.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
	{
      "Name": "Changeling",
      "Type": "Humanoid/Faerie",
      "Description": "A mortal-born individual with latent fae traits, often exhibiting subtle but unusual features.",
      "Weakness": "Torn between human and fae natures; susceptibility to instability when forced to favor one side.",
      "Powers": "Dual Nature (Prouesse): Once per encounter, switch between mortal and fae abilities to gain a +2 bonus to either attack or defense. Limitation: Effect lasts only one round and cannot be combined with other bonuses.",
      "Stats": "Health: 7; Attack: 7; Defense: 6; Speed: 8 of Clubs",
      "Background": "Changelings draw strength from both worlds but often struggle with their divided heritage, making them versatile yet unpredictable.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Cobblekin",
      "Type": "Faerie",
      "Description": "A diminutive fae renowned for its skill in crafting enchanted footwear, whose artistry blends mischief with magic.",
      "Weakness": "Physical frailty due to small size; easily distracted by intricate designs.",
      "Powers": "Enchanted Tread (Prouesse): Once per scene, boost an ally's speed by +1 when they wear enchanted footwear. Limitation: Effect lasts only for one scene and cannot be applied to the same ally twice in an encounter.",
      "Stats": "Health: 5; Attack: 4; Defense: 4; Speed: 10 of Hearts",
      "Background": "Working in secret workshops, Cobblekin infuses ordinary items with subtle magic, aiding covert operations in bustling urban settings.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Elven Archer",
      "Type": "Humanoid",
      "Description": "A nimble archer with unparalleled precision and keen senses, hailing from ancient woodlands.",
      "Weakness": "Physically less robust, making them vulnerable in prolonged melee combat.",
      "Powers": "Eagle Eye (Prouesse): Once per encounter, gain a +2 bonus to ranged attack rolls by focusing intently on the target. Limitation: Usable only when the target is unobstructed.",
      "Stats": "Health: 8; Attack: 9; Defense: 6; Speed: King of Hearts",
      "Background": "Elven Archers are celebrated for their agility and skill, often serving as scouts and protectors of their woodland realms.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Wild Hunt Hound",
      "Type": "Beast",
      "Description": "A massive, spectral hound from the legendary Wild Hunt, known for relentless pursuit and an unearthly howl.",
      "Weakness": "Its spectral form is disrupted by powerful light and anti-magical fields.",
      "Powers": "Pack Pursuit (Prouesse): Gains a +2 bonus to attack when hunting in a pack. Limitation: Bonus only applies if at least one other hound is present.",
      "Stats": "Health: 10; Attack: 10; Defense: 7; Speed: Ace of Spades",
      "Background": "Wild Hunt Hounds embody the relentless drive of the supernatural chase, feared across night skies and remote landscapes.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Winter Knight",
      "Type": "Humanoid/Faerie",
      "Description": "A stoic warrior of the Winter Court, clad in armor encrusted with ice, with a demeanor as cold as the frozen wastes.",
      "Weakness": "Overreliance on the cold can backfire in temperate or warm conditions, diminishing his effectiveness.",
      "Powers": "Frost Strike (Prouesse): Once per fight, add a +2 bonus to attack and have a chance to slow opponents. Limitation: Requires ambient temperatures to be near freezing.",
      "Stats": "Health: 11; Attack: 10; Defense: 9; Speed: 8 of Diamonds",
      "Background": "Winter Knights serve with honor under the harsh rule of the winter courts, their resolve as unyielding as the ice around them.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Seelie Sprite",
      "Type": "Faerie",
      "Description": "A light and playful creature of the Seelie Court, embodying warmth and mirth with a luminous, ethereal charm.",
      "Weakness": "Physically fragile and less effective in hostile or dark magical environments.",
      "Powers": "Joyful Burst (Prouesse): Once per scene, grant an ally a +1 bonus to defense by invoking a moment of communal levity. Limitation: Effect lasts only one round.",
      "Stats": "Health: 5; Attack: 4; Defense: 5; Speed: Queen of Diamonds",
      "Background": "Seelie Sprites are known for their uplifting presence and often serve to counteract the darker forces in their realm.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Unseelie Shade",
      "Type": "Spirit/Faerie",
      "Description": "A brooding, enigmatic shadow of the Unseelie Court that drifts in perpetual twilight, exuding a sense of foreboding.",
      "Weakness": "Its ominous power wanes under acts of collective hope or inspiring heroism.",
      "Powers": "Mourning Veil (Prouesse): Once per encounter, impose a -2 penalty to an enemy’s attack by enveloping them in despair. Limitation: Effect is countered immediately by an allied act of inspiration.",
      "Stats": "Health: 7; Attack: 7; Defense: 6; Speed: 7 of Diamonds",
      "Background": "Unseelie Shades bring an aura of sorrow and ruin wherever they wander, lingering as dark echoes of lost hope.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Frost Giant",
      "Type": "Giant/Elemental",
      "Description": "A towering behemoth crafted from living ice and snow, whose massive frame belies a formidable power on the battlefield.",
      "Weakness": "Highly vulnerable to heat-based attacks which can cause its icy form to deteriorate.",
      "Powers": "Glacial Smash (Prouesse): Once per encounter, deliver a crushing blow with +3 bonus damage that may slow the target. Limitation: Requires a build-up phase leaving the giant briefly exposed.",
      "Stats": "Health: 20; Attack: 15; Defense: 14; Speed: 5 of Clubs",
      "Background": "Frost Giants are ancient titans of the frozen north, revered and feared for their immense strength and relentless fury.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Infernal Impaler",
      "Type": "Demon",
      "Description": "A brutal demon known for its savage impaling strikes using spiked, infernal weaponry, leaving devastation in its wake.",
      "Weakness": "Its single-minded aggression renders it predictable and vulnerable to coordinated defensive tactics.",
      "Powers": "Impaling Strike (Prouesse): Once per encounter, inflict an extra +3 damage with a devastating impalement. Limitation: Effect can be nullified by a successful parry or deflection.",
      "Stats": "Health: 12; Attack: 13; Defense: 9; Speed: 8 of Clubs",
      "Background": "Feared on the battlefield, the Infernal Impaler is a symbol of ruthless demonic combat prowess and brutal force.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Obsidian Gargoyle",
      "Type": "Construct/Undead",
      "Description": "A dark, menacing stone gargoyle carved from volcanic rock, its eyes glimmering with a sinister light.",
      "Weakness": "Its rigid, stony form can be fractured by high-impact forces or disrupted by intense magical light.",
      "Powers": "Shadow Guard (Prouesse): Once per scene, bestow a +2 bonus to defense on itself or an ally by invoking the protective power of darkness. Limitation: Effect is lost if exposed to direct sunlight.",
      "Stats": "Health: 14; Attack: 10; Defense: 12; Speed: 6 of Clubs",
      "Background": "Carved in ancient times and imbued with dark energy, the Obsidian Gargoyle stands sentinel over long-forgotten ruins.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    }
	
  ]
}


  