{
  "creatures": [
    {
      "Name": "Summer Knight",
      "Type": "Fae Champion",
      "Description": "The mortal agent and war-champion of the Summer Court, gifted with fae power and responsibility.",
      "Weakness": "Bound to Titania’s commands. Vulnerable to iron and fae contracts.",
      "Powers": "Knight’s Mantle (Prouesse): +2 to attack and defense while acting on Summer's will. Court Magic, Inhuman Traits.",
      "Stats": "Health: 10–12; Attack: 9–11; Defense: 9; Speed: Queen of Hearts",
      "Background": "Current or former champions of Summer such as Fix wield massive influence and combat power.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Summer Gruff",
      "Type": "Fae Warrior / Goat",
      "Description": "The middle-tier warriors of the Summer Court. Strong, fast, and tactically disciplined.",
      "Weakness": "Cold iron and strict honor code.",
      "Powers": "Hoof Stomp (Prouesse): +2 when charging. Inhuman Strength, Speed, Recovery.",
      "Stats": "Health: 10; Attack: 8; Defense: 8; Speed: 8 of Hearts",
      "Background": "Deployed to handle threats beneath Elder Gruff’s purview. Some are brothers or cousins to him.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Summer Pixie Swarm",
      "Type": "Fae / Minions",
      "Description": "Dozens of organized pixies attacking in formation under the Za-Lord's banner or Summer orders.",
      "Weakness": "Individually weak, iron, scattered by wind magic or intense sound.",
      "Powers": "Swarm Tactics (Prouesse): +1 per 2 in group. Glamours, Flight, Echoes of the Beast.",
      "Stats": "Health: Collective (oooo); Attack: Good; Defense: Fair; Speed: 9 of Hearts",
      "Background": "Effective distraction and harassment units, especially in urban warfare.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Faerie Queen - Titania",
      "Type": "Fae / Summer Royalty",
      "Description": "Queen of the Summer Court. A radiant force of nature, beauty, and wild power.",
      "Weakness": "Bound to Summer's oaths. Conflicted with Winter laws; must maintain Court balance.",
      "Powers": "Solar Sovereignty (Prouesse): +3 to nature-based magic. Mythic Presence, Life Manipulation.",
      "Stats": "Health: Unknown (∞); Attack: Mythic; Defense: Mythic; Speed: Ace of Hearts",
      "Background": "Embodying nature's generosity and wrath, Titania tempers the Wild Hunt with life’s protection.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    }
  ]
}