{
  "creatures": [
    {
      "Name": "Kalshazzak",
      "Type": "Demon",
      "Description": "A squat, misshapen demon also known as 'Toadface', with leathery, warty features and immense strength.",
      "Weakness": "Holy items and expressions of genuine faith. Mediocre initiative.",
      "Powers": "Acid Breath (Prouesse): Spits Weapon:2 acid once per scene. Claw Barrage (Prouesse): +2 damage in melee. Supernatural Strength and Toughness.",
      "Stats": "Health: 12; Attack: 10; Defense: 9; Speed: 5 of Clubs",
      "Background": "Summoned by Victor Sells and later turned on his creator. A classic short-range powerhouse.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Chaunzaggoroth",
      "Type": "Demon",
      "Description": "Also known as 'Chauncy', a chitinous demon with crab-like pincers and beak-like nose, acting as a broker of information.",
      "Weakness": "Holy items and faith. Tends to overplay his subtlety.",
      "Powers": "Infernal Bargain (Prouesse): +2 to Contacts for forbidden knowledge. Great initiative, Inhuman Strength, Speed, Toughness. Weapon:4 claws.",
      "Stats": "Health: 10; Attack: 9; Defense: 8; Speed: Queen of Spades",
      "Background": "Appears in summoning circles to make infernal deals. Rarely engages in direct combat.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Shen",
      "Type": "Demonic/Faerie",
      "Description": "Purple, winged monkey-like demons that act in packs and combine into larger, stronger forms.",
      "Weakness": "Demonic weaknesses; individual forms are fragile.",
      "Powers": "Combining Form (Prouesse): May merge for +2 stats. Incendiary Breath Weapon (poo), Wings, scalable strength and toughness.",
      "Stats": "Health: 6 (Chimp) to 14 (Kong); Attack: 6–10; Defense: 5–9; Speed: Variable (4–8 of Spades)",
      "Background": "Used by the Temple Dog kidnappers; escalate threat by recombining forms.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Possessed People",
      "Type": "Demon/Host",
      "Description": "People under demonic or ghostly possession, often enhanced in speed and strength.",
      "Weakness": "Same as demons, plus the host’s vulnerabilities.",
      "Powers": "Demonic Enhancement (Prouesse): Adds +2 to Athletics or Fists. Can bypass thresholds and resist magic.",
      "Stats": "Health: 8; Attack: 8; Defense: 6; Speed: Jack of Spades",
      "Background": "Examples include Lydia from 'Grave Peril'. Often underestimated due to human appearance.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Angel",
      "Type": "Celestial",
      "Description": "Beings of pure soul-stuff. Rarely intervene directly but are powerful when they do.",
      "Weakness": "Heavily constrained by divine laws; operate subtly or not at all.",
      "Powers": "Soulfire Smite (Prouesse): Once per day, inflict divine damage +3. May create protective wards.",
      "Stats": "Health: 12; Attack: 9; Defense: 10; Speed: Ace of Spades",
      "Background": "Infrequently appear; sometimes send messages or act indirectly through agents.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Goblin",
      "Type": "Fae",
      "Description": "Savage hunters of the Faerie wilds. Strong instincts, good team coordination, and fearsome in packs.",
      "Weakness": "Cold iron and standard fae limitations including truth-bound speech and poor tolerance for pain.",
      "Powers": "Pack Instincts (Prouesse): +1 Attack per ally adjacent; Echoes of the Beast (hunting hound), Inhuman Toughness and Strength.",
      "Stats": "Health: 7; Attack: 7; Defense: 6; Speed: 9 of Spades",
      "Background": "Often deployed as scouts or ambushers. Effective both at range and in melee.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Elder Gruff",
      "Type": "Fae",
      "Description": "A goat-like knight of immense stature and power. Wields a sword as long as a car.",
      "Weakness": "Cold iron; noble and predictable due to code of honor.",
      "Powers": "Heroic Charge (Prouesse): Once per fight, gains +2 to melee and knocks prone; Inhuman and Supernatural Strength/Toughness.",
      "Stats": "Health: 14; Attack: 12; Defense: 10; Speed: 8 of Spades",
      "Background": "Eldest warrior among the Gruffs. Embodies fae nobility and unstoppable melee force.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Nixie",
      "Type": "Fae / Aquatic",
      "Description": "Dangerous faerie temptress from lakes and rivers. Drowns mortals for pleasure.",
      "Weakness": "Cold iron, glamours can be resisted by strong will.",
      "Powers": "Water Seduction (Prouesse): Once per encounter, charm target near water; Aquatic, Glamours, Incite Emotion.",
      "Stats": "Health: 6; Attack: 6; Defense: 5; Speed: Jack of Spades",
      "Background": "Drawn to coastal cities and mortal parties. Known to impersonate lost loved ones.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sidhe",
      "Type": "Fae Noble",
      "Description": "Noble fae who often appear as hauntingly beautiful humanoids. They possess powerful magic and political influence.",
      "Weakness": "Standard fae weaknesses and additional ones depending on their Court and type.",
      "Powers": "Court Magic (Prouesse): Access to Seelie or Unseelie magic. Greater Glamours, Inhuman Strength/Speed/Toughness, Countermagic.",
      "Stats": "Health: 12; Attack: 10; Defense: 9; Speed: King of Spades",
      "Background": "The highest ranking fae, Sidhe serve the Faerie Queens and hold sway over the Courts' affairs.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sidhe Knight",
      "Type": "Fae Champion",
      "Description": "Mortals empowered by Faerie Queens to act as their champions. Embody both fae magic and human free will.",
      "Weakness": "Bound to the Court's service and commands. May suffer if disobeying Faerie law.",
      "Powers": "Knight’s Mantle (Prouesse): Grants Inhuman traits, Court Magic, combat skills. May have an Item of Power or Greater Glamours.",
      "Stats": "Health: 10–12; Attack: 9–11; Defense: 9; Speed: Queen of Spades",
      "Background": "Fix (Summer) and Lloyd Slate (Winter) are the best-known examples. Their duties are vital to Faerie balance.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Troll",
      "Type": "Fae Giant",
      "Description": "Huge, hideous fae brutes with regenerating bodies and a tendency to dissolve into mini-trolls upon defeat.",
      "Weakness": "Cold iron and similar weaknesses. Fearful of fire.",
      "Powers": "Bridge Guardian (Prouesse): Weapon:6 claws, Hulking Size, Supernatural Strength and Recovery.",
      "Stats": "Health: 16; Attack: 11; Defense: 8; Speed: 5 of Clubs",
      "Background": "Live under bridges; ancient enforcers of the Unseelie Accords. Stronghold guards for Queen Mab.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sylph",
      "Type": "Fae / Air",
      "Description": "Vicious air fae resembling winged girls with razor-sharp features and claws.",
      "Weakness": "Cold iron, bright light, and normal fae vulnerabilities.",
      "Powers": "Strafe Attack (Prouesse): +1 attack in flight; Weapon:2 claws, Wings, Inhuman Speed, Inhuman Recovery.",
      "Stats": "Health: 6; Attack: 7; Defense: 8; Speed: Queen of Spades",
      "Background": "Seen in the War Over Chicago. Known for their lightning-quick dives and brutal swarming tactics.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Shellycobb",
      "Type": "Fae / Aquatic",
      "Description": "Crab-like creatures with massive pincers, known for acting alongside nixies.",
      "Weakness": "Cold iron, their soft under-shell.",
      "Powers": "Vise Grip (Prouesse): +2 to grappling Might rolls. Supernatural Toughness, Aquatic, Claws.",
      "Stats": "Health: 10; Attack: 8; Defense: 8; Speed: 6 of Clubs",
      "Background": "Used in group ambushes and coastal fae encounters. Jenny Greenteeth commands them in war.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Spectre",
      "Type": "Ghost",
      "Description": "Translucent, glowing semi-corporeal undead constructs created through necromancy.",
      "Weakness": "Ghost Dust and disruptions to ectoplasmic form; can be affected by anyone once manifested.",
      "Powers": "Spectral Soldier (Prouesse): Weapon:2 from ectoplasmic claws; Inhuman Strength and Recovery.",
      "Stats": "Health: 9; Attack: 8; Defense: 8; Speed: 7 of Spades",
      "Background": "Created and used by necromancers as shock troops. Limited autonomy.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "University of Chicago Library Ghost",
      "Type": "Ghost / Poltergeist",
      "Description": "A powerful ghost anchored to a specific academic site, manifesting with violent kinetic energy.",
      "Weakness": "Can only be harmed by acknowledged individuals or in the Nevernever.",
      "Powers": "Poltergeist Burst (Prouesse): Violent telekinesis, Armor:2 in spirit form, Physical Immunity under conditions.",
      "Stats": "Health: 8; Attack: 7; Defense: 9; Speed: 6 of Spades",
      "Background": "A prime example of haunting-based defense around knowledge and study.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Order of the Blackened Denarius",
      "Type": "Fallen / Host",
      "Description": "Humans possessed by Fallen angels bound to silver coins. Appear mostly human, but transform into monstrous forms.",
      "Weakness": "Bound to their coin, vulnerable to faith, churches, and spiritual weaponry like the Swords of the Cross.",
      "Powers": "Denarian Bond (Prouesse): Access to Hellfire, shapeshifting, centuries of magical knowledge; combine mortal skill with demonic power.",
      "Stats": "Health: 14; Attack: 12; Defense: 10; Speed: King of Spades",
      "Background": "Thirty exist; some serve Nicodemus or Tessa. Deadly foes of the Knights of the Cross.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Rawhead & Bloody Bones",
      "Type": "Fae / Corporeal",
      "Description": "A muscular skeleton demon of bones and dried blood, with a bull skull for a head and claws.",
      "Weakness": "Standard fae vulnerabilities; vulnerable to heavy iron weapons.",
      "Powers": "Bone Fist (Prouesse): Weapon:3 claw damage; Supernatural Strength and Physical Recovery.",
      "Stats": "Health: 12; Attack: 9; Defense: 7; Speed: 6 of Clubs",
      "Background": "Urban legends brought to life, grows in power the more it feeds. Common boogeyman in Appalachian folklore.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sue the Zombie Dinosaur",
      "Type": "Zombie / Construct",
      "Description": "A reanimated Tyrannosaurus Rex skeleton powered by necromantic might.",
      "Weakness": "Mystical catch (undisclosed); otherwise almost invincible.",
      "Powers": "Dino Charge (Prouesse): Weapon:8 bite and stomp. Mythic Strength and Toughness, Living Dead.",
      "Stats": "Health: 24; Attack: 14; Defense: 12; Speed: 5 of Clubs",
      "Background": "Brought to life in a Darkhallow; became a moment of legend during magical war.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Uber-Ghoul",
      "Type": "Ghoul / Scion",
      "Description": "A monstrous ghoul with exaggerated features and immense physical power.",
      "Weakness": "Likely vulnerable to holy objects and massive trauma, but exact limitations unknown.",
      "Powers": "Brute Horror (Prouesse): Weapon:6 claws; Mythic Recovery; Supernatural Strength; Inhuman Toughness and Speed.",
      "Stats": "Health: 18; Attack: 12; Defense: 11; Speed: King of Clubs",
      "Background": "Rare elite ghoul variant, possibly ancient or crossbred. Terrifying in combat, nearly unkillable.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Hecatean Hag",
      "Type": "Witch / Monstrous",
      "Description": "Tall, withered women with claws, armored skin, and mastery of magic and poison.",
      "Weakness": "Lose their supernatural toughness once wounded. Vulnerable to flame, divine symbols.",
      "Powers": "Lightning Surge & Fire Blast (Prouesse): Weapon:5 and Weapon:3 spells; Supernatural Toughness, Poison Claws, Venom Aspect.",
      "Stats": "Health: 14; Attack: 10; Defense: 9; Speed: 7 of Spades",
      "Background": "Once human witches who transformed into monstrous killers. Come in groups, devastating spellcasters.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Knight of the Cross",
      "Type": "Mortal / Divine Champion",
      "Description": "A bearer of one of the three Holy Swords, empowered by faith to combat evil.",
      "Weakness": "Cannot use powers for selfish or unjust acts. Harm to innocents disrupts their power.",
      "Powers": "Holy Strike (Prouesse): Weapon:4 vs evil; True Faith, Angelic Aid, Morality Sense, Soulfire Ward.",
      "Stats": "Health: 12; Attack: 10; Defense: 9; Speed: Queen of Spades",
      "Background": "Chosen mortals wielding relics like Amoracchius. Stand against darkness, especially Denarians.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Temple Dog",
      "Type": "Scion / Guardian Beast",
      "Description": "Sacred canines bred to guard monks and holy places. Intelligent and spiritually aware.",
      "Weakness": "Mystical abilities exhaust them. Vulnerable after prolonged use of sacred powers.",
      "Powers": "Sacred Bark (Prouesse): Zone-wide supernatural ward. Inhuman Recovery, Supernatural Sense.",
      "Stats": "Health: 10; Attack: 8; Defense: 8; Speed: Jack of Spades",
      "Background": "Descended from Foo Dogs and used by Eastern monasteries to defend against dark spirits.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Half-Demon",
      "Type": "Scion / Hybrid",
      "Description": "The offspring of a demon and a human. Blends terrifying potential with mortal unpredictability.",
      "Weakness": "Unknown, possibly dependent on demonic heritage. Sometimes arrogant or morally indifferent.",
      "Powers": "Infernal Legacy (Prouesse): Enhanced stats and demonic features. Inhuman Speed, Supernatural Sense.",
      "Stats": "Health: 10; Attack: 9; Defense: 9; Speed: King of Spades",
      "Background": "Individuals like Kincaid and Drakul hint at frightening power within mortal limits.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Foo Dog",
      "Type": "Spiritual Guardian",
      "Description": "Celestial guardian spirit resembling a lion or mastiff, often used as temple protectors.",
      "Weakness": "Rarely found in the modern world. May expend themselves using sacred powers.",
      "Powers": "Spirit Ward (Prouesse): Supernatural Sense, Supernatural Strength, Toughness, Bark-Based Aura.",
      "Stats": "Health: 12; Attack: 9; Defense: 9; Speed: Queen of Spades",
      "Background": "Ancestor of the Temple Dogs. Revered in Asian temples. Rarely appears directly.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Grendelkin",
      "Type": "Scion / Monstrosity",
      "Description": "Hulking beastmen descended from the mythic Grendel. Massive, cunning, and nearly unkillable.",
      "Weakness": "Vulnerable to non-mortal weapons like enchanted axes or other supernatural claws.",
      "Powers": "Shadow Cloak (Prouesse): Gains +2 defense in darkness. Mythic Recovery, Physical Immunity (limited), Inhuman Speed/Strength.",
      "Stats": "Health: 16; Attack: 11; Defense: 10; Speed: Jack of Spades",
      "Background": "Linked to old Anglo-Saxon myths. Represent ultimate muscle for powerful patrons.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Jann",
      "Type": "Scion / Djinn",
      "Description": "Scion of a djinn and a mortal. Human-like in appearance but unnaturally fast and vicious.",
      "Weakness": "Unknown; vulnerable to magical suppression or banishment spells.",
      "Powers": "Smokeless Fire (Prouesse): Fire aura, Inhuman Speed, Supernatural Sense, Claws (bite).",
      "Stats": "Health: 10; Attack: 8; Defense: 7; Speed: Queen of Spades",
      "Background": "Rare and dangerous, often used as elite agents for elemental forces.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Concept Spirit",
      "Type": "Spirit / Abstract Entity",
      "Description": "Spiritual manifestations of abstract concepts like Rage, Hunger, or Reason.",
      "Weakness": "Bound to their concept; struggle outside their domain. Faith-based barriers work well.",
      "Powers": "Incarnate Essence (Prouesse): Varies by concept (Rage = Strength, Hunger = Speed, etc.). May possess hosts.",
      "Stats": "Health: 10; Attack: Variable; Defense: Variable; Speed: Jack of Spades",
      "Background": "Often summoned by mages or sponsoring powerful supernatural entities.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Black Dog",
      "Type": "Spirit Beast",
      "Description": "Hellish spectral hound resembling a mastiff, often seen before attacks or deaths.",
      "Weakness": "None explicitly known. May dissolve when exposed to extreme light or consecrated areas.",
      "Powers": "Death Harbinger (Prouesse): May cause fear, Inhuman Strength/Speed, Goo Reconstitution.",
      "Stats": "Health: 10; Attack: 9; Defense: 7; Speed: 9 of Spades",
      "Background": "Rumored to be able to pass through mirrors. Stalkers of the cursed.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Master Black Court Vampire",
      "Type": "Vampire / Black Court",
      "Description": "An ancient, decayed vampire possessing both physical monstrosity and dark magical ability.",
      "Weakness": "Sunlight, garlic, fire, sacred items, running water, stake to the heart, no shadow or reflection.",
      "Powers": "Vampiric Lord (Prouesse): Spawns minions, mist form, Weapon:6 claws, Spellcasting, Mental Domination.",
      "Stats": "Health: 20; Attack: 13; Defense: 11; Speed: Queen of Clubs",
      "Background": "Few remain due to Dracula’s book. Mavra is a notable survivor.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Red Court Vampire",
      "Type": "Vampire / Red Court",
      "Description": "A bat-like creature hidden beneath an ectoplasmic skin resembling a seductive human form.",
      "Weakness": "Sunlight, exposed belly, divine symbols. Strong but fragile without disguise.",
      "Powers": "Seductive Predator (Prouesse): Flesh Mask, Weapon:4 claws, Inhuman traits, Narcotic Saliva.",
      "Stats": "Health: 14; Attack: 11; Defense: 10; Speed: King of Spades",
      "Background": "Feed on blood. Responsible for the deaths of many supernatural and mortal beings alike.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "White Court Vampire",
      "Type": "Vampire / White Court",
      "Description": "Emotion-feeding predators with alluring appearance and symbiotic demons called Hungers.",
      "Weakness": "True emotions (love, hope, courage) associated with opposing their preferred feed emotion.",
      "Powers": "Emotional Vampire (Prouesse): Incite Emotion, Inhuman traits, Kiss of Death for old vampires.",
      "Stats": "Health: 12; Attack: 10; Defense: 10; Speed: Jack of Spades",
      "Background": "Divided into Houses: Raith (lust), Malvora (fear), Skavis (despair). Thomas is a known member.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Renfield",
      "Type": "Thrall / Controlled Human",
      "Description": "A human whose mind has been shattered by a Black Court vampire’s domination.",
      "Weakness": "Poor awareness; easily manipulated. Not protected by the Laws of Magic—but ethically murky.",
      "Powers": "Violent Puppet (Prouesse): Inhuman Strength, Inhuman Recovery, fanatical loyalty.",
      "Stats": "Health: 10; Attack: 9; Defense: 6; Speed: 7 of Clubs",
      "Background": "Named after Dracula’s servant. Can be created through psychic torture.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Darkhound",
      "Type": "Warped Animal / Vampire Beast",
      "Description": "Fleshless, undead dog imbued with Black Court power. Mindless rage incarnate.",
      "Weakness": "Same as Black Court vampires, but animalistic intelligence limits cunning.",
      "Powers": "Death Hound (Prouesse): Weapon:3 bite, Fanatic Endurance, Inhuman Speed & Strength.",
      "Stats": "Health: 12; Attack: 10; Defense: 7; Speed: 10 of Clubs",
      "Background": "Used as trackers and shock troops for undead forces.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Classic Werewolf",
      "Type": "Theriomorph",
      "Description": "A mortal who uses magic to transform into a wolf; the mind remains human, but the form is fully lupine.",
      "Weakness": "No innate supernatural defenses; must learn to operate in wolf form.",
      "Powers": "Beast Change, Inhuman Speed, Inhuman Strength, Pack Instincts.",
      "Stats": "Health: 9; Attack: 8; Defense: 8; Speed: 9 of Spades",
      "Background": "A disciplined and secretive form of therianthropy. Vulnerable while adapting to new instincts.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Hexenwolf",
      "Type": "Cursed Shapeshifter",
      "Description": "Human with a magical talisman enabling transformation into a savage, deadly wolf.",
      "Weakness": "Power tied to belt; uncontrollable violent urges. Removing talisman reverts form.",
      "Powers": "Beast Change, Supernatural Strength, Speed, Recovery; Item of Power; Demonic Co-Pilot.",
      "Stats": "Health: 14; Attack: 12; Defense: 10; Speed: Queen of Spades",
      "Background": "Creates a rift between conscious control and primal rage. Dangerous and unstable.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Loup-Garou",
      "Type": "Cursed Monster",
      "Description": "An involuntary werewolf cursed to transform during the full moon into a nigh-unkillable beast.",
      "Weakness": "Only harmed by inherited silver; uncontrollable during transformations.",
      "Powers": "Physical Immunity, Supernatural Recovery, Hulking Size, Supernatural Strength/Speed, Weapon:6 claws.",
      "Stats": "Health: 24; Attack: 14; Defense: 12; Speed: King of Spades",
      "Background": "Ravaged Gevaudan and Chicago. Considered one of the deadliest creatures in the Dresdenverse.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Lycanthrope",
      "Type": "Rage-Borne Berserker",
      "Description": "A human conduit for a spirit of Rage. No transformation, just massive physical and mental boost.",
      "Weakness": "Lunar dependency; vulnerable when the moon isn't present.",
      "Powers": "Inhuman Strength, Inhuman Recovery, Echoes of the Beast, Pack Instincts.",
      "Stats": "Health: 10; Attack: 9; Defense: 8; Speed: Jack of Spades",
      "Background": "Drawn from Norse myth. Rare and dangerous, particularly when in a frenzy.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Wolfwere",
      "Type": "Theriomorph / Inverse",
      "Description": "A wolf that has learned magic to transform into a human. Retains animal instincts and traits.",
      "Weakness": "Struggles with human culture, language, and tech. Distractible and alien in mindset.",
      "Powers": "Thumbs! Inhuman Speed, Supernatural Sense, Good Physicality in Human Form.",
      "Stats": "Health: 8; Attack: 7; Defense: 7; Speed: 9 of Spades",
      "Background": "Rarest of shapeshifters. Tera West is the most notable example.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Zombie",
      "Type": "Undead / Construct",
      "Description": "Reanimated corpse powered by necromantic magic. Tough, mindless, and obedient.",
      "Weakness": "Massive trauma, running water, magic circles, or salt can disrupt animation.",
      "Powers": "Inhuman Strength, Inhuman Speed, Inhuman Toughness, Living Dead.",
      "Stats": "Health: 11; Attack: 9; Defense: 8; Speed: 8 of Clubs",
      "Background": "Used by necromancers through drum-linked commands. Smart as a dog, strong as a beast.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "White Council Wizard",
      "Type": "Mortal Practitioner",
      "Description": "Licensed full wizard recognized by the White Council. Trained in evocation, thaumaturgy, and the Laws of Magic.",
      "Weakness": "Bound by the Laws of Magic. Can be executed for violations. Long casting times and component requirements.",
      "Powers": "Evocation/Thaumaturgy (Prouesse): +2 on ritual-based spellcasting; Wizard’s Constitution; Sponsored Magic; Lore: Superb.",
      "Stats": "Health: 10; Attack: 8; Defense: 8; Speed: 7 of Spades",
      "Background": "The central authority for mortal magic in the Dresdenverse. Includes major players like Harry Dresden and Ebenezar McCoy.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Warden of the White Council",
      "Type": "Mortal Practitioner / Enforcement",
      "Description": "Armed enforcers of the White Council. Investigate black magic and execute rogue wizards.",
      "Weakness": "Highly political and feared. Held to strict rules and procedures. Not immune to Council politics.",
      "Powers": "Warden’s Blade (Prouesse): +2 damage vs lawbreakers. Wizard’s Constitution; Combat Magic; Inhuman Recovery.",
      "Stats": "Health: 12; Attack: 10; Defense: 9; Speed: Jack of Spades",
      "Background": "Trained to fight magical threats. Carry enchanted swords capable of bypassing magical defenses.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Black Council Agent",
      "Type": "Mortal Practitioner / Conspirator",
      "Description": "Rogue wizards, manipulators, or monsters working toward some grand apocalyptic conspiracy.",
      "Weakness": "Often arrogant or overconfident. Act independently, lack formal structure.",
      "Powers": "Dark Sorcery (Prouesse): Weaponized rituals, curses, mind control; often Sponsored Magic.",
      "Stats": "Health: 12; Attack: 9; Defense: 8; Speed: 8 of Spades",
      "Background": "A hidden force manipulating supernatural events behind the scenes. Identity of leaders unknown.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Cultist",
      "Type": "Mortal Practitioner / Occultist",
      "Description": "Fanatical followers of dark powers—Old Ones, demons, or fallen angels. Often dabble in blood rituals.",
      "Weakness": "Often unstable or misinformed. Can be manipulated by their supposed 'gods'.",
      "Powers": "Fanatical Zeal (Prouesse): Gain +1 to ritual magic and social intimidation when in a group.",
      "Stats": "Health: 7; Attack: 6; Defense: 5; Speed: 6 of Clubs",
      "Background": "Occasionally empowered by the beings they worship. Most are disposable pawns.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Hedge Wizard",
      "Type": "Mortal Practitioner / Self-Taught",
      "Description": "A dabbler in magic without formal training. Capable of small rituals or basic combat spells.",
      "Weakness": "Lack of discipline. May be unaware of magical law or backlash.",
      "Powers": "Jury-Rigged Magic (Prouesse): Once per day create a spell effect with +2, but risky.",
      "Stats": "Health: 8; Attack: 6; Defense: 5; Speed: 6 of Spades",
      "Background": "Unregistered and sometimes dangerous. Not all are hostile—some just want to help.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Necromancer",
      "Type": "Mortal Practitioner / Forbidden Magic",
      "Description": "Master of death magic. Animates corpses, binds ghosts, and violates natural laws.",
      "Weakness": "Subject to the death penalty under the Laws of Magic. Soul erosion from use.",
      "Powers": "Animate Dead (Prouesse): Raise 1–3 zombies per turn. Ghost control. Thaumaturgy master.",
      "Stats": "Health: 10; Attack: 9; Defense: 7; Speed: 6 of Spades",
      "Background": "Illegal wizards like Corpsetaker and Cowl exemplify necromantic extremes.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Disciple of Kemmler",
      "Type": "Mortal Practitioner / Necromancer Elite",
      "Description": "Follower of the infamous Kemmler. Possesses rituals for mass resurrection, ghost binding, and soul theft.",
      "Weakness": "Insatiable hunger for power. Frequent clashes with other necromancers or law enforcement.",
      "Powers": "Dark Resurrection (Prouesse): May animate entire cemeteries. Mythic Lore and Rituals.",
      "Stats": "Health: 12; Attack: 11; Defense: 9; Speed: Queen of Clubs",
      "Background": "Kemmler’s teachings were banned due to their sheer potency. Only a few disciples remain.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sorcerer",
      "Type": "Mortal Practitioner / Rogue",
      "Description": "Powerful but undisciplined spellcaster, usually not recognized by the White Council.",
      "Weakness": "Magic is instinctual, not trained. May suffer mental or magical backlash.",
      "Powers": "Raw Talent (Prouesse): Can cast spells without focus but with +1 penalty to control rolls.",
      "Stats": "Health: 9; Attack: 8; Defense: 7; Speed: 7 of Spades",
      "Background": "May have learned through trauma, bloodline, or experimentation. Can become major threats.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Sponsored Magic User",
      "Type": "Mortal Practitioner / Empowered",
      "Description": "Magician granted supernatural powers by a patron such as a fae, demon, or elemental force.",
      "Weakness": "Patron’s agenda shapes available magic. Breaking pact may have consequences.",
      "Powers": "Sponsored Magic (Prouesse): +2 to spells within the patron’s domain. Often includes additional perks.",
      "Stats": "Health: 10; Attack: 9; Defense: 8; Speed: 8 of Spades",
      "Background": "Examples include Winter Knight, Namshiel’s host, and Knights of the Blackened Denarius.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Special Investigations",
      "Type": "Mortal / Law Enforcement",
      "Description": "A special unit of the Chicago Police Department led by Karrin Murphy, tasked with investigating supernatural incidents.",
      "Weakness": "Lacks official support and budget. Often ridiculed by conventional departments.",
      "Powers": "Street-Smart Tactics (Prouesse): +2 to Investigation or Tactics rolls when facing supernatural threats.",
      "Stats": "Health: 9; Attack: 7; Defense: 7; Speed: 7 of Clubs",
      "Background": "Though underfunded and overworked, S.I. is the mortal frontline against supernatural crimes.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Venatori Umbrum",
      "Type": "Mortal / Secret Society",
      "Description": "An ancient organization dedicated to studying and combating supernatural threats using research and relics.",
      "Weakness": "Non-magical. Relies on ancient texts, artifacts, and indirect influence.",
      "Powers": "Arcane Lore (Prouesse): +2 to Occult Knowledge checks. Occasionally possess enchanted gear.",
      "Stats": "Health: 8; Attack: 6; Defense: 7; Speed: 6 of Spades",
      "Background": "Comprised of scholars, spies, and collectors. Often allies to independent practitioners.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Made Man",
      "Type": "Mortal / Criminal",
      "Description": "An enforcer or capo in a supernatural-aware mafia. Often serve supernatural powers for profit or protection.",
      "Weakness": "Bound to mortal laws and physical limits. Vulnerable to blackmail or betrayal.",
      "Powers": "Loyal Crew (Prouesse): +2 to Intimidation or Coercion when backed by a gang.",
      "Stats": "Health: 9; Attack: 7; Defense: 6; Speed: 6 of Clubs",
      "Background": "John Marcone's men are examples of ruthless efficiency and ambition in the mortal world.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Dreamer",
      "Type": "Mortal / Nevernever Anchor",
      "Description": "Humans whose imaginations are powerful enough to create personal realms in the Nevernever.",
      "Weakness": "Psychologically fragile. Powers mostly limited to dreams and astral projections.",
      "Powers": "Lucid Creation (Prouesse): May shape small dreamscapes or influence Nevernever realms.",
      "Stats": "Health: 7; Attack: 5; Defense: 6; Speed: 6 of Hearts",
      "Background": "Dreamers are rare and often unknowingly influence faerie courts or Outsider incursions.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Occult Journalist",
      "Type": "Mortal / Investigator",
      "Description": "Curious writers or bloggers chasing after supernatural truths. May know more than they let on.",
      "Weakness": "Often out of their depth. Can attract unwanted attention.",
      "Powers": "Expose the Hidden (Prouesse): +2 to Investigate and Contact rolls in supernatural circles.",
      "Stats": "Health: 7; Attack: 4; Defense: 5; Speed: 6 of Diamonds",
      "Background": "Some are exploited by darker powers. Others become valuable allies or victims.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Occult Proprietor",
      "Type": "Mortal / Resource NPC",
      "Description": "Operators of arcane bookstores, curiosity shops, or apothecaries. May hoard real magical items.",
      "Weakness": "Not fighters. At risk from magical backlash or theft.",
      "Powers": "Hidden Stockpile (Prouesse): Can provide a rare magical item once per session.",
      "Stats": "Health: 6; Attack: 4; Defense: 5; Speed: 5 of Clubs",
      "Background": "Trusted or shady, these NPCs often act as quest givers or magical suppliers.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Academic",
      "Type": "Mortal / Expert",
      "Description": "University-level scholar specializing in history, folklore, or parazoology.",
      "Weakness": "Not usually aware of the supernatural. Vulnerable to manipulation.",
      "Powers": "Theory into Practice (Prouesse): +2 to Lore rolls and research in historical topics.",
      "Stats": "Health: 6; Attack: 4; Defense: 5; Speed: 6 of Diamonds",
      "Background": "Might unknowingly hold key insights into ancient artifacts or curses.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "EMT",
      "Type": "Mortal / Civilian Responder",
      "Description": "Paramedics who serve as first responders to violence, often unknowingly involved in supernatural cleanups.",
      "Weakness": "No combat training. Vulnerable to shock, memory gaps, or being targeted.",
      "Powers": "Stabilize the Wounded (Prouesse): May prevent death or reduce injuries in allies.",
      "Stats": "Health: 7; Attack: 4; Defense: 5; Speed: 6 of Hearts",
      "Background": "Sometimes recruited by supernatural beings. Unsung heroes in many cases.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Forensics Technician",
      "Type": "Mortal / Crime Scene Expert",
      "Description": "Scientific personnel trained in identifying unusual crime scene evidence and magical residue.",
      "Weakness": "Scientific disbelief. May rationalize obvious supernatural clues.",
      "Powers": "Trace Magic (Prouesse): +2 to Science or Investigation rolls involving magic-infused items.",
      "Stats": "Health: 6; Attack: 4; Defense: 6; Speed: 6 of Clubs",
      "Background": "Sometimes connects patterns across magical crimes, often before wizards do.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "The Authorities",
      "Type": "Mortal / General Law Enforcement",
      "Description": "Standard law enforcement units, usually unaware of the supernatural world or actively deny it.",
      "Weakness": "Totally outclassed against real supernatural threats.",
      "Powers": "Backup on Call (Prouesse): May summon reinforcements. Standard firearms and arrest procedures.",
      "Stats": "Health: 8; Attack: 6; Defense: 6; Speed: 6 of Spades",
      "Background": "Often manipulated, framed, or bypassed by supernatural factions.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "The Government",
      "Type": "Mortal / Federal Entity",
      "Description": "Agencies like the FBI, Homeland Security, or DARPA that may interface with supernatural incidents covertly.",
      "Weakness": "Politically compromised. Often unaware of magical rules or alliances.",
      "Powers": "Deep State Tools (Prouesse): Access to advanced surveillance, classified databases, and legal cover.",
      "Stats": "Health: 9; Attack: 7; Defense: 7; Speed: 7 of Spades",
      "Background": "Some agents become awakened to the supernatural and form shadow groups.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "The Eye of Thoth",
      "Type": "Faith-Based Order",
      "Description": "An order of enlightened scholars focused on maintaining knowledge and guarding sacred truths.",
      "Weakness": "Neutral in politics. Sometimes hindered by their own non-interference doctrines.",
      "Powers": "Protect the Lore (Prouesse): +2 to detect falsehoods or protect sacred knowledge; Artifact access.",
      "Stats": "Health: 9; Attack: 6; Defense: 7; Speed: 6 of Spades",
      "Background": "May act in tandem with Venatori Umbrum or aligned clergy.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Himalayan Temple Monk",
      "Type": "Faith-Based Mystic",
      "Description": "Trained in deep spiritual disciplines. May use chi-like magic to manipulate spiritual forces.",
      "Weakness": "Strict self-control limits emotional or violent outbursts.",
      "Powers": "Balance Flow (Prouesse): +2 to warding, focus, or calm-based defense. True Faith.",
      "Stats": "Health: 8; Attack: 6; Defense: 8; Speed: 6 of Hearts",
      "Background": "Might serve as healers, watchers, or secret protectors of sacred relics.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Indian Monastery Ascetic",
      "Type": "Faith-Based Mystic",
      "Description": "Spiritual monks who embrace cosmic harmony and may manipulate supernatural forces via mantras.",
      "Weakness": "May reject violence. Magic is subtle and rarely aggressive.",
      "Powers": "Sanskrit Warding (Prouesse): +2 to ritual protection or soul shielding.",
      "Stats": "Health: 7; Attack: 5; Defense: 7; Speed: 5 of Hearts",
      "Background": "Associated with divine neutrality and protection of innocent souls.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "He Who Walks Behind",
      "Type": "Old One / Outsider",
      "Description": "An unknowable, malevolent Outsider entity summoned by powerful warlocks to eliminate targets.",
      "Weakness": "Banishable by powerful magic circles. Loopholes in summoning can be exploited.",
      "Powers": "Erase from Existence (Prouesse): Ignores defenses, targets essence. Physical Immunity.",
      "Stats": "Health: 20; Attack: 15; Defense: 14; Speed: Ace of Spades",
      "Background": "Summoned to pursue Harry Dresden; known for annihilating enemies outside natural law.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Tentacled Horror",
      "Type": "Outsider / Monster",
      "Description": "An aberrant being with squirming limbs and impossible angles. Causes madness by its mere presence.",
      "Weakness": "Strong magical wards. Vulnerable to true names.",
      "Powers": "Sanity Fracture (Prouesse): Fear or confusion as an aura. Tentacle Strike Weapon:5.",
      "Stats": "Health: 16; Attack: 12; Defense: 10; Speed: 7 of Clubs",
      "Background": "Often emerges through rifts from Outside. Usually preceded by cultist activity.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Rough Thrall",
      "Type": "Enslaved Mortal",
      "Description": "A human enslaved through demonic contracts or black magic, often with boosted strength but no subtlety.",
      "Weakness": "No autonomy. Easily broken or commanded.",
      "Powers": "Brute Channeling (Prouesse): +2 attack while obeying orders. Inhuman Strength.",
      "Stats": "Health: 9; Attack: 8; Defense: 6; Speed: 6 of Clubs",
      "Background": "Typically used by dark sorcerers or Denarians as muscle.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Fine Thrall",
      "Type": "Enslaved Mortal",
      "Description": "Well-groomed, high-functioning pawn of a supernatural master. Subtle and dangerous.",
      "Weakness": "Loss of master's support disrupts abilities and composure.",
      "Powers": "False Grace (Prouesse): +2 Deceive, may resist mortal detection. Minor magic or supernatural talent.",
      "Stats": "Health: 8; Attack: 6; Defense: 7; Speed: 6 of Diamonds",
      "Background": "Used in infiltration, politics, or even diplomacy under enchantment.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    },
    {
      "Name": "Valkyrie",
      "Type": "Scion / Divine Warrior",
      "Description": "Chosen of Norse gods. Possesses enhanced strength and skill; guides the dead to the afterlife.",
      "Weakness": "Code-bound. Cannot defy the orders of divine hosts.",
      "Powers": "Warrior’s Radiance (Prouesse): Weapon:4 spear; Supernatural Strength; Mythic Endurance.",
      "Stats": "Health: 14; Attack: 12; Defense: 11; Speed: Queen of Spades",
      "Background": "Sigrun is one example seen in the Dresden Files. Serve in mortal wars for divine cause.",
      "Genre": "Modern Fantasy",
      "Portrait": ""
    }
  ]
}