[
  {
    "Name": "Arctis Tor",
    "Description": {
      "text": "Shifting ice palaces echoing with lost voices.",
      "formatting": {
        "bold": [],
        "italic": [],
        "underline": [],
        "left": [],
        "center": [],
        "right": []
      }
    },
    "NPCs": [
      "Lady Laurelindë",
      "Sariel of the Hollow Glade",
      "The Broken Prince"
    ]
  },
  {
    "Name": "Frozen Fountain",
    "Description": {
      "text": "A glade where water freezes memories.",
      "formatting": {
        "bold": [],
        "italic": [],
        "underline": [],
        "left": [],
        "center": [],
        "right": []
      }
    },
    "NPCs": [
      "Detective Sofia Vasquez",
      "Liam Raith",
      "Lucinda Raith"
    ]
  },
  {
    "Name": "Hollow Ballroom",
    "Description": "A hall where mortals dance for Fae amusement."
  },
  {
    "Name": "Lakeshore Ruins",
    "Description": "A frost-covered ruin connecting Chicago to Winter."
  },
  {
    "Name": "White Council Safehouse",
    "Description": "Hidden bookstore warded for centuries."
  },
  {
    "Name": "Riverside Mausoleum",
    "Description": "Site of wrongful execution, stained with magic."
  },
  {
    "Name": "Spiral Archives",
    "Description": "A library where books shift to hide secrets."
  },
  {
    "Name": "Bane Hill Apartment Complex",
    "Description": "Modern tower unraveling with ley line backlash."
  },
  {
    "Name": "Hell’s Gate Nightclub",
    "Description": "Neutral ground for the White Court."
  },
  {
    "Name": "St. Joseph’s Shelter",
    "Description": "A church refuge hiding forbidden lovers."
  },
  {
    "Name": "Aphrodite Lounge",
    "Description": "A glamorous feeding ground for lust."
  },
  {
    "Name": "Whispering Alley",
    "Description": "An alley where shadows repeat secrets."
  },
  {
    "Name": "Crimson Door",
    "Description": "Red Court sanctuary under a luxury hotel."
  },
  {
    "Name": "Blood Market",
    "Description": "Underground auction for supernatural debts."
  },
  {
    "Name": "McKenzie Pier",
    "Description": "Smuggler’s dock for supernatural goods."
  },
  {
    "Name": "Obsidian Crypt",
    "Description": "Red Court treasure vault sealed in ancient magic."
  },
  {
    "Name": "Burning Chapel",
    "Description": "Ruined church now a hate group HQ."
  },
  {
    "Name": "Nail & Thorn Bookstore",
    "Description": "Occult shop trafficking in infernal items."
  },
  {
    "Name": "Chicago River Tunnels",
    "Description": "Denarian lair filled with chained angels."
  },
  {
    "Name": "Blackwood Park",
    "Description": "Site of an ancient Denarian summoning."
  },
  {
    "Name": "The Blooming Glade",
    "Description": "A pocket of the Summer Court hidden in mortal Chicago, filled with unnatural beauty."
  },
  {
    "Name": "Goldenroot Cafe",
    "Description": "A cafe that blooms — literally — when love is in the air."
  },
  {
    "Name": "The Sunlit Court",
    "Description": "Summer’s throne room, where sunlight is both beauty and blade."
  },
  {
    "Name": "Hidden Garden in Lincoln Park",
    "Description": "An enchanted garden only revealed to lovers and the lost."
  },
  {
    "Name": "Rookridge Cemetery",
    "Description": "A cemetery where shadows whisper of broken promises."
  },
  {
    "Name": "The Bleeding House",
    "Description": "A cursed home where blood seeps from the walls at dusk."
  },
  {
    "Name": "Abandoned Funeral Parlor",
    "Description": "Once a sanctuary for the dead — now claimed by Black Court squatters."
  },
  {
    "Name": "Shadow Market Underpass",
    "Description": "A secret market where the dead bargain for memories."
  },
  {
    "Name": "The Rusty Mic Comedy Club",
    "Description": "Chicago’s grimiest stand-up venue, now cursed with undead punchlines."
  },
  {
    "Name": "WZRD Local Radio Station",
    "Description": "Where a late-night DJ accidentally summoned the Trickster Spirit."
  },
  {
    "Name": "Grin & Barrow Mortuary",
    "Description": "A funeral home with a dark sense of humor."
  },
  {
    "Name": "The Trickster’s Record Shop",
    "Description": "A shop haunted by every joke ever told."
  },
  {
    "Name": "Crimson Nursery",
    "Description": "A hidden sanctuary where a half-vampire child sleeps."
  },
  {
    "Name": "Blooded Alley",
    "Description": "An alley soaked with centuries of Red Court killings."
  },
  {
    "Name": "Midnight Playground",
    "Description": "A park where supernatural children play at night."
  },
  {
    "Name": "Safehouse of the Bear",
    "Description": "A hidden refuge guarded by a Russian werebear."
  },
  {
    "Name": "The Void Scar",
    "Description": "A corrupted rift where reality decays."
  },
  {
    "Name": "Underwater Catacombs",
    "Description": "Ancient tunnels flooded with unnatural water."
  },
  {
    "Name": "Broken River Lock",
    "Description": "An old river lock now sealed by magical rot."
  },
  {
    "Name": "The Rotting Veil",
    "Description": "Where the barrier between life and death dissolves."
  },
  {
    "Name": "Frosted Gallery",
    "Description": "An art gallery where enchanted paintings bleed Winter magic into reality."
  },
  {
    "Name": "Blizzard Alley",
    "Description": {
      "text": "A Chicago alley locked in perpetual storm, where every gust whispers secrets.",
      "formatting": {
        "bold": [],
        "italic": [],
        "underline": [],
        "left": [],
        "center": [],
        "right": []
      }
    },
    "NPCs": [
      "Lucinda Raith"
    ]
  },
  {
    "Name": "Hollow Mirror",
    "Description": "A reflection realm where the Winter Court's dark desires manifest."
  },
  {
    "Name": "Shattered Sanctum",
    "Description": "Warden Black’s sanctum collapsed into fragments of unstable reality — a maze of frozen memories."
  },
  {
    "Name": "Dream-Spiral Library",
    "Description": "A library existing only in sleep, spiraling endlessly into the subconscious."
  },
  {
    "Name": "Chicago Sanitarium",
    "Description": "Abandoned psychiatric hospital where spectral patients still wander."
  },
  {
    "Name": "Memory Well",
    "Description": "A deep well where lost memories pool — and occasionally speak."
  },
  {
    "Name": "Wrecked Intersection",
    "Description": "The crossroads where accident and fate collided, now glowing faintly at dusk."
  },
  {
    "Name": "Coroner’s Office",
    "Description": "Where mundane and supernatural deaths collide in files nobody wants to open."
  },
  {
    "Name": "Highway Shrine",
    "Description": "A roadside memorial pulsing with supernatural energy from grieving loved ones."
  },
  {
    "Name": "The Spirit Holding Cell",
    "Description": "A warded prison for unstable spirits — creaking at the edges."
  },
  {
    "Name": "Lucky Joe’s Casino",
    "Description": "A crumbling gambling den where fortune and fate blur."
  },
  {
    "Name": "Abandoned Subway Tunnel",
    "Description": "A forgotten rail tunnel haunted by lost wagers and unlucky souls."
  },
  {
    "Name": "Coin Collector’s Shop",
    "Description": "A mundane antique shop unknowingly hiding an ancient evil."
  },
  {
    "Name": "Denarian Watchpoint",
    "Description": "A secret safehouse used to track Denarian coin movements."
  },
  {
    "Name": "Burned-Out House",
    "Description": "Charred wreckage where time froze the night of the fire."
  },
  {
    "Name": "The Ashen Veil",
    "Description": "A ghostly realm formed entirely of ash and regret."
  },
  {
    "Name": "Old Firehouse Records Room",
    "Description": "Where the history of every fatal fire in Chicago resides."
  },
  {
    "Name": "Mourner’s Tavern",
    "Description": "A hidden bar where spirits gather to drink memories."
  },
  {
    "Name": "Widow’s Apartment",
    "Description": "A small home drowning in memories and flickering candles."
  },
  {
    "Name": "Cemetery of St. Agatha",
    "Description": "A cemetery where the dead whisper their regrets to mourners."
  },
  {
    "Name": "The Lamenting Chapel",
    "Description": "A chapel where stained glass occasionally cries."
  },
  {
    "Name": "Denarian Blacksite",
    "Description": "A heavily warded vault for containing and studying Denarians."
  },
  {
    "Name": "The Loop",
    "Description": "The core of Chicago’s downtown, filled with skyscrapers, iconic landmarks, and supernatural hotspots. Statues like Ceres and the Picasso hum with hidden power. The Civic Opera House is haunted, and Fort Kennedy hides ancient secrets."
  },
  {
    "Name": "Near North Side",
    "Description": "A trendy neighborhood where young professionals and supernatural predators cross paths. The Excalibur nightclub houses poltergeists, and the riverfront still echoes with the cries of Eastland disaster victims."
  },
  {
    "Name": "Gold Coast",
    "Description": "Old money, luxury high-rises, and boutique stores catering to mortals and supernatural collectors alike. Behind certain doors on Oak Street, rare magical artifacts change hands."
  },
  {
    "Name": "Cabrini-Green",
    "Description": "Once a dangerous housing project, now gentrified — but haunted by past violence. Built on Death Corner, the air is thick with old grudges and spirits who refuse to leave."
  },
  {
    "Name": "Lincoln Park",
    "Description": "A wealthy district of theaters and historical sites. The Chicago Historical Society holds powerful artifacts, and North Avenue Beach pulses with water spirit energy."
  },
  {
    "Name": "Near West Side",
    "Description": "Home to UIC with its eerie brutalist buildings. Beneath the Kennedy Expressway lies Chicago’s goblin market, and Bloody Maxwell still radiates corruption under its new façade."
  },
  {
    "Name": "Pilsen",
    "Description": "A cultural crossroads where botanicas cater to supernatural needs and mercados hide forbidden goods. Deals happen here that no mortal should witness."
  },
  {
    "Name": "Chinatown",
    "Description": "A chaotic blend of neon tourism and ancient power. Bad feng shui warps the streets, and hidden tunnels lead into Undertown, where spirits of the Tong wars still lurk."
  },
  {
    "Name": "Bronzeville",
    "Description": "Once the beating heart of Black culture, Bronzeville’s jazz clubs and theaters still host spectral performers. Spirits of past leaders occasionally offer advice to the living."
  },
  {
    "Name": "Uptown",
    "Description": "Faded glamor and hidden power. The Aragon Ballroom and Green Mill are haunted by performers who never left, and the area’s cultural melting pot has birthed unique magical traditions."
  },
  {
    "Name": "The Grey City",
    "Description": "The forgotten parts of Chicago — identical houses, abandoned alleys, and bars where reality feels thinner than it should. This is where memories, people, and even whole buildings disappear."
  },
  {
    "Name": "Art Institute of Chicago",
    "Description": "More than a museum, this is a sanctuary of old power. Its twin lion statues may be golems guarding hidden archives in the basement, where dangerous artifacts are stored. Ghosts of artists and patrons linger, bound to unfinished works."
  },
  {
    "Name": "Cloud Gate (The Bean)",
    "Description": "A reflective sculpture suspected of thaumaturgical properties, showing one’s true self at the right time. Used by diviners and scryers, but its visions are not always kind. Fae activity peaks here during equinoxes."
  },
  {
    "Name": "Millennium Park",
    "Description": "A public space built atop a thin veil between worlds. The Pritzker Pavilion’s canopy amplifies both sound and magic. Hidden gateways within the gardens are said to lead to other realms during solstices."
  },
  {
    "Name": "Museum of Science and Industry",
    "Description": "A place where magic and technology blur. The captured U-Boat sits atop a ley-line nexus, and the coal mine exhibit’s deepest tunnels connect to Undertown."
  },
  {
    "Name": "Chicago Riverwalk",
    "Description": "Echoes of tragedy cling to the water, especially from the Eastland Disaster. Spectral figures appear near the edge, and certain bridges, like Wells Street, are guarded by spirits demanding tolls at midnight."
  },
  {
    "Name": "Field Museum of Natural History",
    "Description": "A treasure trove of natural and supernatural history. Sue the T-Rex holds a bound spirit, and some Egyptian artifacts are guarded by ancient wards meant to contain rather than display."
  },
  {
    "Name": "Trump Tower",
    "Description": "A monument to ambition, serving as a potential feeding ground for White Court vampires. Its penthouse is rumored to host supernatural negotiations, and the land beneath carries violent history that bleeds into the building."
  },
  {
    "Name": "Lincoln Park",
    "Description": "A place of beauty built over mass graves. Ghosts walk the park, especially near the zoo. Some trees act as conduits for trapped spirits, whispering to those willing to listen."
  },
  {
    "Name": "Water Tower Place",
    "Description": "One of the few survivors of the Great Chicago Fire, possibly protected by ancient magic. A wellspring of power lies beneath it, and shadowy figures appear in the upper floors."
  },
  {
    "Name": "Wrigley Field",
    "Description": "A stadium infused with hope and despair. The Billy Goat Curse left lingering supernatural marks, and secret tunnels beneath may connect to Undertown."
  },
  {
    "Name": "Drowned Gate",
    "Description": "A massive submerged stone arch, pulsing with ancient magic."
  },
  {
    "Name": "Lakefront Battleground",
    "Description": "A stretch of waterfront where Fomor emerge to wage war."
  },
  {
    "Name": "Wyld Glade of Stones",
    "Description": "A hidden grove where Wyld Fae judge mortals’ worth."
  },
  {
    "Name": "The Sunken Arena",
    "Description": "An underwater colosseum where prisoners fight for survival."
  },
  {
    "Name": "The Forgotten Chapel",
    "Description": "A crumbling chapel where Knights of the Cross once prayed."
  },
  {
    "Name": "The Knight’s Refuge",
    "Description": "A hidden sanctuary known only to fallen Knights."
  },
  {
    "Name": "Cursed Battlefield",
    "Description": "A scarred plain where ancient battles replay endlessly."
  },
  {
    "Name": "Demon’s Mirror",
    "Description": "A reflective portal that holds a demon’s true name."
  },
  {
    "Name": "The Thorned Throne",
    "Description": "A living throne of roots and blood in the Wyld Court."
  },
  {
    "Name": "Echoing Hall of Oaths",
    "Description": "A chamber where every broken promise lingers."
  },
  {
    "Name": "Cursed Fey Market",
    "Description": "A market where respect is traded like gold."
  },
  {
    "Name": "Moonshadow Forest",
    "Description": "A forest lit only by the reflections of shattered moons."
  },
  {
    "Name": "The Broken Forge",
    "Description": "Where cursed chains are forged from mortal regrets."
  },
  {
    "Name": "Demon’s Binding Circle",
    "Description": "A circle etched in bone, binding demon and mortal."
  },
  {
    "Name": "Pain Market",
    "Description": "A supernatural bazaar where pain itself is currency."
  },
  {
    "Name": "The Chainmaker’s Tomb",
    "Description": "Grave of the first mortal who bound a demon."
  },
  {
    "Name": "The Blooded Pier",
    "Description": "Where the water remembers every drop of Knightly blood spilled."
  },
  {
    "Name": "Wyld Grove of Mercy",
    "Description": "A grove where Wyld Fae grant mercy — if respect is earned."
  },
  {
    "Name": "The Drowned Chapel",
    "Description": "An underwater ruin where Knights once faced the Fomor."
  },
  {
    "Name": "The Verdant Mirror",
    "Description": "A maze of flowering halls and greenhouse domes, filled with glowing pollen and whispering plants. Strange bioluminescent orchids reflect illusions of visitors' past sins. Every path is reshaped nightly by Summer fae magic.  Fantastic Elements:  Illusion-choked hedges hiding paths (must overcome or dispel). Night-blooming flowers that whisper secrets when touched. A tree rooted in both Faerie and Earth; bleeding golden sap. Clues Found:  A fallen brooch with the sigil of Titania, cracked and embedded with obsidian. An enchanted invitation showing a different guest list — altered via glamour. Witness: Sylvia Heartswell, fae-blooded florist, saw a figure vanish through a living wall. Pollen-scented illusion left behind by the real thief, masking true identity."
  },
  {
    "Name": "The Mirage Room",
    "Description": "A lounge of shifting light and time-bending drinks. Mirrors do not reflect truth but inner essence. Summer Courtiers use it as a neutral parley space. It appears in Chicago only on solstice nights through a hidden door in a parking garage.  Fantastic Elements:  Drinks that alter memory or clarity — necessary to learn hidden truths. Patrons speak in riddles and layered metaphors. Mirror-chamber where identity is fluid. Clues Found:  A bartender fae (Glimmerjack) swears the accused White Court vampire was never there that night. A mirror image of the real thief is caught in a silver mirror — distorted but traceable. A stolen scent vial, used to impersonate someone with fae magic. Fae contract with Titania’s seal, half-burned — incomplete glamour recipe."
  },
  {
    "Name": "The Drowned Root",
    "Description": "A forgotten section of the Botanical Garden, now a wild knot of carnivorous vines, faerie-rooted trees, and magical rot. Dangerous and out of sync with the mortal world. The air here is sticky with ancient Summer energy.  Fantastic Elements:  Trees whisper in Titania’s voice. Time moves backward in pockets. Vines react to lies — physically restraining liars. Clues Found:  A summer cloak, once worn by a courtier, pinned with white hair. The name “Velna” carved into bark — glowing with truth-ward. Recovered fae spell circle remnants, a perfect duplication ritual. Broken crown-shaped roots, pulsing — suggest a ritual site."
  },
  {
    "Name": "The Petal Archive",
    "Description": "A hidden archive run by the Supernatural Expert and Sorceress PC. It houses old tomes on magical botany, some bound in living bark. A portal to the Nevernever is embedded inside a garden fountain.  Fantastic Elements:  Floating books rearrange themselves to prevent falsehood. A faerie-lantern hanging in stasis, pulsing with old secrets. A protective spirit of knowledge in the shape of a hummingbird. Clues Found:  A grimoire showing Titania’s Whisper allows one to rewrite appearance and identity. Student intern (Sarai) reveals a Summer Court envoy threatened the librarian days ago. Broken stasis cage for a powerful seed — now missing. Glyph of unmaking found burnt into a tome's cover."
  },
  {
    "Name": "All are interconnected by threads of emotion — cursed love, obsessive jealousy, and twisted longing. Each holds keys to the larger mystery and can be explored in any order.",
    "Description": ""
  },
  {
    "Name": "South Chicago Post Office (Main Location)",
    "Description": "A partly abandoned federal post office with crumbling stonework and iron lattice windows. Some parts still operate by day, but other wings remain locked, filled with old, unclaimed letters. Faint whispers echo through the letter chutes. At night, it becomes a spectral warren of flickering lights and misplaced passion.  Fantastic Elements:  Letters fly on their own at night, carried by spectral hands. A haunted mail sorting machine that \"rewrites\" feelings encoded in ink. A locker sealed by a kiss — only opens for someone truly heartbroken. Clues Found:  A letter written in blood and tears, addressed to “The Violet Court.” Wax stamp sigil: a heart pierced by two thorns — unknown fae house. A partially burned envelope with perfume linked to a vanished mortal woman named Emmeline Vail. A schedule showing letters only go out during the “witching hour,” regardless of posted time."
  },
  {
    "Name": "The Abandoned Lovers’ Park",
    "Description": "A once-charming park, now overgrown and suffused with weeping willows. Statues of lovers seem to cry when unattended. Urban legend says the park was a gift from a fae court to a mortal woman, but was cursed when love turned to rejection.  Fantastic Elements:  A dry fountain that flows with blood during eclipses. Trees speak the names of lost lovers when touched. Shadowy figures (Remorse Wraiths) linger near benches, whispering regrets. Clues Found:  A tree carving of “E + R” — their story repeats every 7 years, with new victims. Ghosts reenact a tragic proposal gone wrong. If interrupted, they reveal the name “Rosamund of Thorns.” An amulet of thorned ivy — still magically warm with rage. Beneath a bench: a hidden love letter never delivered, addressed to “My Night-Blooming Star.”"
  },
  {
    "Name": "The Red Room — Secret Archive in the Post Office Basement",
    "Description": "A sealed, dim red-lit chamber that archivists forgot. Lined with red file cabinets filled with “dead letters” — ones never delivered. The air here is thick with the scent of roses and ozone.  Fantastic Elements:  Files reorganize themselves into poetic patterns. A chain-letter entity bound in a rusted mailbox: \"The Echo Bride\" — if read aloud, it curses the speaker. A romantic typewriter that writes new messages when touched by blood. Clues Found:  Emmeline's last letter to Rosamund — ripped, inked with final tears. Sketches of a ritual that imbues letters with emotional anchors. A hidden address linked to an old “emotion broker” named Ettelwin Crook. A ghost archivist who mistakes the PCs for lost lovers — can only be dismissed by correctly finishing a love poem."
  },
  {
    "Name": "Ettelwin Crook’s Loft — “The Heart Binders' Den”",
    "Description": "A now-abandoned artist’s loft lined with heart-shaped sculptures and bound journals. Ettelwin was once a wizard who tried to weaponize human emotion through ink and voice.  Fantastic Elements:  Journals that bleed when lies are spoken nearby. Portraits with eyes that follow visitors, shifting expressions from love to hate. A soul-phylactery: a ring box containing a whispering echo of Ettelwin’s broken heart. Clues Found:  The ritual that birthed Rosamund — a fae spirit of scorned love and beauty. Emmeline’s brush — made from Summer Court rose thorns. Mirror that shows visitors their “greatest romantic mistake.” Ettelwin’s confession: he tried to trap Rosamund in a letter but failed — she infected the postal network.  🧍"
  },
  {
    "Name": "Coal Plant Exterior",
    "Description": "A crumbling, soot-black facility, overgrown with dry vines. Rusted conveyors hang like skeletal arms. Massive storage tanks have collapsed, forming pits of oily water and clotted coal ash.  Fantastic Elements:  Wind sounds like whispered warnings when passing cracked pipes.  The old admin office clocks still tick… synchronized.  Glowing soot symbols appear after midnight.  Clues Found:  Student satchel fused with melted rock, containing a broken spirit compass.  Journal page detailing “light beneath the black.”  A bone fragment scorched with silver runes — not human.  Ash-stained ID tag: Dr. E. H. Morrow — Department of Arcane Geology."
  },
  {
    "Name": "Collapsed Tunnels",
    "Description": "Accessed via a collapsed shaft, these tunnels descend into the earth, past layers of industrial stone and untouched caverns. Faint phosphorescent moss grows along walls etched with ancient sigils.  Fantastic Elements:  A thermal sinkhole that breathes every hour.  Lava-worms that sing to each other in harmonic pulses.  A cracked stone altar bleeding obsidian sap.  Clues Found:  Student beacon pulsing next to a fae-cast circle of containment.  Old miner’s helmet enchanted with a night-seeing glamour.  Blood trail that climbs walls instead of following gravity.  Half-buried Summer Court blade — ancient and dormant."
  },
  {
    "Name": "Furnace Heart",
    "Description": "The deepest furnace, its walls collapsed inward revealing a spherical chamber of mirror-black obsidian. A slow-burning magical flame still floats in the center. Shadowy figures flit across the walls.  Fantastic Elements:  Flame feeds off strong memories — PCs lose a moment of their past to pass.  Echoes form words — always questions.  Six-sided fae door made of compressed shadow, locked by bloodline.  Clues Found:  A student’s voice trapped in a molten shard: “Don’t wake it… please…”  Sigil of a deep-earth fae court: The Hollow Crown.  Fragment of a broken oathstone — used to seal ancient pacts.  Fused bones of something with two hearts and wings."
  },
  {
    "Name": "Abandoned Rail Yard",
    "Description": "Old industrial rail cars and maintenance sheds remain rusted in place, some halfway swallowed by earth. One freight car sits perfectly untouched — unnaturally pristine — sealed in lead and iron.  Fantastic Elements:  A railcar door sealed with fae-iron and blessed coal dust.  An unmelting coal piece that burns blue — whispers in dreams.  Overturned shed hiding a hexed transit map showing lost Chicago tunnels.  Clues Found:  Map etched on flesh parchment leading deeper into fae-underground.  Symbol of a gate — an ancient Way — set to reopen under a specific star alignment.  Dream journal left by a student who foresaw their own transformation.  Graffiti in infernal runes reading: “Let nothing rise.”  🧍"
  }
]