[
  {
    "Title": "The Last Lawbreaker",
    "Summary": "A wrongful execution by the White Council leads to a hedge witch's revenge, unraveling ley lines and hidden secrets.",
    "Places": [
      "White Council Safehouse",
      "Riverside Mausoleum",
      "Spiral Archives",
      "Bane Hill Apartment Complex"
    ],
    "NPCs": [
      "Warden Ezekiel Cross",
      "Meera Kline",
      "Archivist Yoko Tamura",
      "Chloe Morris",
      "Bishop Tallow"
    ]
  },
  {
    "Title": "Feast of Hearts",
    "Summary": "A forbidden love between a White Court vampire and a Knight of the Cross triggers a supernatural scandal threatening both factions.",
    "Places": [
      "Hell’s Gate Nightclub",
      "St. Joseph’s Shelter",
      "Aphrodite Lounge",
      "Whispering Alley"
    ],
    "NPCs": [
      "Liam Raith",
      "Sister Maria Bell",
      "Lucinda Raith",
      "Father Colm O’Donnell",
      "Solomon Drake"
    ]
  },
  {
    "Title": "The Blood Vault",
    "Summary": "A long-hidden Red Court treasure vault resurfaces, sparking a supernatural treasure hunt with deadly consequences.",
    "Places": [
      "Crimson Door",
      "Blood Market",
      "McKenzie Pier",
      "Obsidian Crypt"
    ],
    "NPCs": [
      "Isabel Montez",
      "Felix Grant",
      "Mila Van Dorn",
      "Arturo Vasquez",
      "Khanji the Vulture"
    ]
  },
  {
    "Title": "Shattered Frost",
    "Summary": "The Winter Court teeters on the edge of civil war after Lady Elaris, former confidante of Queen Mab, is cast out for her affair with a Wyldfae Prince. Twisted by jealousy and heartbreak, she turns a Chicago art exhibit into a supernatural trap, where emotions bleed into the Nevernever itself. The PCs must navigate lethal Fae politics, supernatural betrayals, and mortal fallout before Mab's wrath descends.",
    "Places": [
      "Arctis Tor",
      "Frosted Gallery",
      "Blizzard Alley",
      "Hollow Mirror"
    ],
    "NPCs": [
      "Lady Elaris",
      "Detective Irene Vale",
      "Sir Alden",
      "Professor Eliza Trent",
      "The Hollow Man"
    ]
  },
  {
    "Title": "The Last Execution",
    "Summary": "When a vengeful witch taps into Chicago’s ley lines, threatening to unravel the city, the White Council’s secrets come spilling out. The PCs must trace a wrongful execution to a forgotten Warden scandal, confronting ghosts, bitter survivors, and ancient guilt before the ley storm consumes them all.",
    "Places": [
      "White Council Safehouse",
      "Riverside Mausoleum",
      "Spiral Archives",
      "Bane Hill Complex"
    ],
    "NPCs": [
      "Warden Ezekiel Cross",
      "Meera Kline",
      "Archivist Yoko Tamura",
      "Chloe Morris",
      "Bishop Tallow"
    ]
  },
  {
    "Title": "Thorned Crown",
    "Summary": "When a Denarian coin finds its way into the hands of Pastor Caleb North, his sermons of hate turn into supernatural weapons. As violence escalates and the city burns with hatred, the players must confront ancient evil, personal grudges, and the demon hidden inside someone they trust.",
    "Places": [
      "Burning Chapel",
      "Nail & Thorn Bookstore",
      "Chicago River Tunnels",
      "Blackwood Park"
    ],
    "NPCs": [
      "Pastor Caleb North",
      "Nicodemus Archleone",
      "Serena Cho",
      "Detective Roberta Kim",
      "Ilya Petrov"
    ]
  },
  {
    "Title": "Midsummer's Heart",
    "Summary": "In the height of Summer, a forbidden love between a mortal and a Summer Sidhe disrupts the fragile boundary between reality and the Nevernever. As love blooms dangerously, a deadly fey hunt begins to reclaim what the Summer Court lost — while Winter spies seek to poison the romance. The PCs must protect love itself, or see Chicago swallowed by eternal Summer.",
    "Places": [
      "The Blooming Glade",
      "Goldenroot Cafe",
      "The Sunlit Court",
      "Hidden Garden in Lincoln Park"
    ],
    "NPCs": [
      "Lady Fianna",
      "Jason Klein",
      "Sir Brightthorn",
      "The Laughing Gardener",
      "Winter Spy Kaelen"
    ]
  },
  {
    "Title": "Grave Promises",
    "Summary": "The Black Court stirs — and it’s personal. One of the PCs’ mortal allies is targeted by a vampire lord who was wronged decades ago. Bound by old vengeance, the undead walk Chicago’s streets, turning old friends into unwilling enemies. The PCs must uncover who betrayed whom, before the city becomes a battlefield for ancient grudges.",
    "Places": [
      "Rookridge Cemetery",
      "The Bleeding House",
      "Abandoned Funeral Parlor",
      "Shadow Market Underpass"
    ],
    "NPCs": [
      "Countess Erzabet",
      "Detective Mark Reed",
      "Father Tomas",
      "Jillian Crow",
      "The Bone Harbinger"
    ]
  },
  {
    "Title": "Dead Funny",
    "Summary": "A mortal comedian accidentally invokes a curse during a stand-up routine, turning his audience into zombies every time he tells a joke. As Chicago descends into slapstick undead chaos, the PCs must find the source of the curse — and survive the most deadly comedy night of their lives.",
    "Places": [
      "The Rusty Mic Comedy Club",
      "WZRD Local Radio Station",
      "Grin & Barrow Mortuary",
      "The Trickster’s Record Shop"
    ],
    "NPCs": [
      "Eddie Delgado",
      "Lucy 'Laughing Lucy' Bishop",
      "Frankie Bones",
      "Morgue Technician Kim",
      "The Trickster Spirit"
    ]
  },
  {
    "Title": "Blood Heir",
    "Summary": "A child born of mortal and Red Court blood is discovered in Chicago. Both sides want her — one to kill her, the other to crown her. Caught between a war and a prophecy, the PCs must decide: is this child the end of the Red Court or its rebirth?",
    "Places": [
      "Crimson Nursery",
      "Blooded Alley",
      "Midnight Playground",
      "Safehouse of the Bear"
    ],
    "NPCs": [
      "Isabel Montez",
      "The Child in Red",
      "Hunter Varek",
      "Sorceress Marina",
      "Werebear Sergei"
    ]
  },
  {
    "Title": "Death in the Void",
    "Summary": "A portal to the Outside opens beneath the Chicago River, leaking deadly energies that rot life itself. The PCs must dive into the infected underworld, navigating twisted ecosystems and corrupted ghosts, while Outsider servants offer terrible deals for survival. Life and death hang in the balance — along with Chicago’s fate.",
    "Places": [
      "The Void Scar",
      "Underwater Catacombs",
      "Broken River Lock",
      "The Rotting Veil"
    ],
    "NPCs": [
      "Eryx the Unborn",
      "Detective Lana Grey",
      "Doctor Felix Wong",
      "Outsider Servant Kk-Thral",
      "The Drowned Queen"
    ]
  },
  {
    "Title": "The Fractured Mind",
    "Summary": "A catastrophic magical accident shatters Warden Lysander Black’s mind into countless spectral echoes spread across Chicago. The players must navigate fractured realities, haunted memories, and malicious spirits feeding on the wizard’s madness. Meanwhile, Denarians sense weakness and seek to corrupt the fragments before they can be reassembled.",
    "Places": [
      "Shattered Sanctum",
      "Dream-Spiral Library",
      "Chicago Sanitarium",
      "Memory Well"
    ],
    "NPCs": [
      "Warden Lysander Black",
      "Caretaker Miriam Harker",
      "The Echoed Child",
      "Spirit Archivist T’kel",
      "Nicodemus Archleone"
    ]
  },
  {
    "Title": "Crossing Paths",
    "Summary": "A mundane traffic accident kills a young man — and shatters a long-dormant spirit jar hidden in his trunk. The released spirit blames the mortal who hit the car, setting off a supernatural vendetta fueled by confusion and chance. The PCs must intervene before fate itself spirals out of control.",
    "Places": [
      "Wrecked Intersection",
      "Coroner’s Office",
      "Highway Shrine",
      "The Spirit Holding Cell"
    ],
    "NPCs": [
      "Detective Alana Fisk",
      "Coroner Ezra Lutz",
      "Spirit of Amara",
      "Truck Driver Felix Reed",
      "Archivist Matteo"
    ]
  },
  {
    "Title": "The Coin Flip",
    "Summary": "A street gambler finds a Denarian coin completely by accident — and miraculously resists full corruption. The coin twists reality around the gambler, making every decision a supernatural gamble. The players must retrieve the coin before the next toss determines Chicago’s fate.",
    "Places": [
      "Lucky Joe’s Casino",
      "Abandoned Subway Tunnel",
      "Coin Collector’s Shop",
      "Denarian Watchpoint"
    ],
    "NPCs": [
      "Joe Callahan",
      "Nicodemus Archleone",
      "Lucky Penny",
      "Sister Francine",
      "The Gambler’s Ghost"
    ]
  },
  {
    "Title": "Ghostlight Vigil",
    "Summary": "A mourning ghost can’t stop reliving their own death — and its unresolved grief is poisoning Chicago’s ley lines. To lay the spirit to rest, the players must reconstruct the night of the fire, uncover its secrets, and confront both angry spirits and mourning families.",
    "Places": [
      "Burned-Out House",
      "The Ashen Veil",
      "Old Firehouse Records Room",
      "Mourner’s Tavern"
    ],
    "NPCs": [
      "Aiden Carver (Ghost)",
      "Detective Roberta Kim",
      "Medium Evelyn Frost",
      "Firefighter Max Reyes",
      "Angry Spirit Ember"
    ]
  },
  {
    "Title": "Mourning Star",
    "Summary": "A grieving widow accidentally invites a Denarian into her soul while praying at her spouse’s grave. But her love is so powerful, the Fallen cannot fully corrupt her. The resulting half-possession radiates grief-fueled supernatural storms across the city. The players must either exorcise the Denarian — or weaponize her mourning into something no Denarian can endure.",
    "Places": [
      "Widow’s Apartment",
      "Cemetery of St. Agatha",
      "The Lamenting Chapel",
      "Denarian Blacksite"
    ],
    "NPCs": [
      "Jenna Moreno",
      "Nicodemus Archleone",
      "Serena Cho",
      "Father Colm O’Donnell",
      "The Grief-Eater"
    ]
  },
  {
    "Title": "Haunted Masterpiece",
    "Summary": "A painting in a private gallery at the Art Institute of Chicago changes overnight, hiding cryptic clues. The investigators must determine if it channels a restless spirit or a sealed supernatural power.",
    "Places": [
      "Art Institute of Chicago"
    ],
    "NPCs": [
      "Museum Curator",
      "Occult Expert",
      "Restless Spirit"
    ]
  },
  {
    "Title": "The Golem Guardians",
    "Summary": "The famous lion statues at the Art Institute may be golems bound by an ancient curse. Investigators are hired to uncover the truth, but breaking the curse risks releasing something far worse.",
    "Places": [
      "Art Institute of Chicago"
    ],
    "NPCs": [
      "Local Occult Scholar",
      "Museum Staff",
      "Bound Guardian"
    ]
  },
  {
    "Title": "Reflections of Fate",
    "Summary": "Visions of future tragedies appear in Cloud Gate's reflection. Investigators must interpret the visions and stop a supernatural conspiracy tied to the iconic sculpture.",
    "Places": [
      "Cloud Gate"
    ],
    "NPCs": [
      "Local Mystic",
      "Doomed Bystanders",
      "Conspiracy Cultist"
    ]
  },
  {
    "Title": "Fae Encounter at the Bean",
    "Summary": "During an equinox ritual, fae emerge through Cloud Gate’s reflective surface. The investigators must negotiate with the mischievous fae before they disrupt Chicago’s supernatural balance.",
    "Places": [
      "Cloud Gate"
    ],
    "NPCs": [
      "Fae Emissary",
      "Guardian of the Gate",
      "Ritual Witness"
    ]
  },
  {
    "Title": "Dimensional Rift in Millennium Park",
    "Summary": "A rare celestial alignment causes parts of Millennium Park to flicker with strange light. The investigators must find and seal a portal before dangerous entities cross over.",
    "Places": [
      "Millennium Park"
    ],
    "NPCs": [
      "Occult Scientist",
      "Park Staff",
      "Rift Entity"
    ]
  },
  {
    "Title": "U-Boat Anomaly",
    "Summary": "Strange vibrations emanate from the captured U-Boat at the Museum of Science and Industry. Investigators must uncover its link to a submerged portal and the ghostly crew.",
    "Places": [
      "Museum of Science and Industry"
    ],
    "NPCs": [
      "Museum Curator",
      "Ghostly Captain",
      "Undersea Entity"
    ]
  },
  {
    "Title": "Ghosts of the Eastland",
    "Summary": "The Eastland Disaster victims begin appearing along the Riverwalk, reliving their final moments. Investigators must help them find peace while uncovering a darker conspiracy.",
    "Places": [
      "Chicago Riverwalk"
    ],
    "NPCs": [
      "River Historian",
      "Restless Spirits",
      "Hidden Conspirator"
    ]
  },
  {
    "Title": "Dino’s Curse",
    "Summary": "Nightmares and eerie sounds plague visitors near the Field Museum’s T-Rex exhibit. Investigators discover the dinosaur's remains house a bound spirit trying to escape.",
    "Places": [
      "Field Museum of Natural History"
    ],
    "NPCs": [
      "Museum Staff",
      "Spirit of the Past",
      "Reluctant Guardian"
    ]
  },
  {
    "Title": "Vampiric Rendezvous",
    "Summary": "Supernatural power players gather at Trump Tower’s penthouse. Investigators are hired to spy on the meeting, stumbling into a deadly struggle between vampire factions.",
    "Places": [
      "Trump Tower"
    ],
    "NPCs": [
      "White Court Power Broker",
      "Red Court Survivor",
      "Mysterious Benefactor"
    ]
  },
  {
    "Title": "Buried Secrets of Lincoln Park",
    "Summary": "Beneath Lincoln Park’s beauty lies Chicago’s old cemetery. Construction awakens restless spirits tied to old injustices. The investigators must either lay them to rest—or help them seek revenge.",
    "Places": [
      "Lincoln Park"
    ],
    "NPCs": [
      "Local Historian",
      "Construction Foreman",
      "Angry Ghost"
    ]
  },
  {
    "Title": "Fire and Rebirth at Water Tower Place",
    "Summary": "Spontaneous magical fires plague Water Tower Place, seemingly tied to its miraculous survival during the Great Fire. Investigators must uncover the building’s ancient ward—and its purpose.",
    "Places": [
      "Water Tower Place"
    ],
    "NPCs": [
      "Fire Investigator",
      "Building Spirit",
      "Arsonist Mage"
    ]
  },
  {
    "Title": "The Billy Goat’s Curse Revisited",
    "Summary": "A resurgence of the infamous curse disrupts games at Wrigley Field. Investigators must determine whether belief alone powers the curse or if something darker has returned.",
    "Places": [
      "Wrigley Field"
    ],
    "NPCs": [
      "Sports Historian",
      "Cursed Fan",
      "Goat Spirit"
    ]
  },
  {
    "Title": "The Masterpiece of Damnation",
    "Summary": "A White Court vampire has enchanted a painting at the Art Institute, feeding off visitors' emotions. A curator investigating the painting has vanished, and the investigators must uncover the vampiric plot before the painting opens to the public.",
    "Places": [
      "Art Institute of Chicago"
    ],
    "NPCs": [
      "Missing Curator",
      "White Court Vampire Art Collector",
      "Museum Staff"
    ]
  },
  {
    "Title": "The Curse in the Sculpture",
    "Summary": "A necromancer has planted a cursed artifact—made from human bones—into a new sculpture exhibit. Visitors fall ill and shadows creep through the halls. The investigators must stop the necromancer’s ritual before the dead rise.",
    "Places": [
      "Art Institute of Chicago"
    ],
    "NPCs": [
      "Necromancer",
      "Museum Curator",
      "Unwilling Docent"
    ]
  },
  {
    "Title": "Reflections of the Denarians",
    "Summary": {
      "text": "A Denarian has corrupted Cloud Gate, using its reflective surface to trap people inside it and feed on their despair. The investigators must banish the Denarian’s influence without destroying the iconic sculpture.",
      "formatting": {
        "bold": [],
        "italic": [],
        "underline": [],
        "left": [],
        "center": [],
        "right": []
      }
    },
    "Places": [
      "Arctis Tor"
    ],
    "NPCs": [
      "Warden Lysander Black",
      "Alaric Raith",
      "Marcus 'Mark' Shaw and Ophiriel"
    ]
  },
  {
    "Title": "Shattered Dimensions",
    "Summary": "A Fomor sorcerer has twisted Cloud Gate into a portal to the Nevernever. Strange creatures leak into Millennium Park, warping reality itself. The investigators must seal the rift before the park collapses.",
    "Places": [
      "Cloud Gate",
      "Millennium Park"
    ],
    "NPCs": [
      "Fomor Sorcerer",
      "Park Security",
      "Escaped Creatures"
    ]
  },
  {
    "Title": "A Fairy Court’s Claim",
    "Summary": "A minor fae lord declares Millennium Park sacred fae territory, enchanting the landscape into a twilight realm. A mortal child is taken by the fae, and the investigators must decide whether to defy the White Council’s hands-off decree to save them.",
    "Places": [
      "Millennium Park"
    ],
    "NPCs": [
      "Fae Lord",
      "Taken Child",
      "White Council Observer"
    ]
  },
  {
    "Title": "The Red Court’s Experiment",
    "Summary": "A secret lab under the Museum of Science and Industry houses Red Court experiments on kidnapped humans, designed to create a new breed of vampires. The investigators must infiltrate the lab before the experiment is unleashed.",
    "Places": [
      "Museum of Science and Industry"
    ],
    "NPCs": [
      "Red Court Scientists",
      "Kidnapped Humans",
      "Rebel Lab Tech"
    ]
  },
  {
    "Title": "The Black Court’s Feeding Grounds",
    "Summary": "Something hunts near the Chicago Riverwalk, and rumors point to a nest of newly turned Black Court vampires. The investigators must clear out the nest before the infestation spreads.",
    "Places": [
      "Chicago Riverwalk"
    ],
    "NPCs": [
      "Black Court Spawn",
      "Terrified Witness",
      "Local Vampire Hunter"
    ]
  },
  {
    "Title": "A Demon’s Fossil",
    "Summary": "A T-Rex skull at the Field Museum has begun whispering to night guards, driving them mad. The skull contains the essence of a prehistoric demon eager to regain power. The investigators must perform a delicate exorcism.",
    "Places": [
      "Field Museum of Natural History"
    ],
    "NPCs": [
      "Possessed Guard",
      "Ancient Demon",
      "Museum Director"
    ]
  },
  {
    "Title": "Vampiric Rendezvous Redux",
    "Summary": "Supernatural power players are meeting secretly in Trump Tower’s penthouse. The investigators are hired to spy, but soon uncover a deadly power struggle between rival White Court and Red Court factions.",
    "Places": [
      "Trump Tower"
    ],
    "NPCs": [
      "White Court Power Broker",
      "Red Court Survivor",
      "Anonymous Benefactor"
    ]
  },
  {
    "Title": "Ley Line of the Dead",
    "Summary": "A necromancer has discovered that Millennium Park sits at a ley-line intersection. Using the next full moon, they plan to raise an army of spirits. The investigators must stop the ritual before the city is overrun.",
    "Places": [
      "Millennium Park"
    ],
    "NPCs": [
      "Necromancer",
      "Unquiet Dead",
      "Ley Line Expert"
    ]
  },
  {
    "Title": "The Drowned War",
    "Summary": "The Fomor are waging a hidden war beneath Lake Michigan, flooding into Chicago through ancient submerged gates. The players are caught in the middle when an ancient Wyld Fae ruler — whose respect they must earn — offers the key to closing the gates. But the Fomor won’t go down without unleashing a monstrous sea curse upon the city.",
    "Places": [
      "Drowned Gate",
      "Lakefront Battleground",
      "Wyld Glade of Stones",
      "The Sunken Arena"
    ],
    "NPCs": [
      "Lord Na’thraal",
      "Knight Captain Mariel Brightwind",
      "Elder Tidecaller Orsk",
      "Wyld Huntress Seline",
      "Detective Sofia Vasquez"
    ]
  },
  {
    "Title": "Blood Debt of the Broken Blade",
    "Summary": "A fallen Knight of the Cross — driven by grief and a curse laid on their blade — is hunted by a demon who once faced the sword. The players must either help the cursed Knight restore their honor, or stand against both the Knight and the demon as they drag their battle into the mortal world.",
    "Places": [
      "The Forgotten Chapel",
      "The Knight’s Refuge",
      "Cursed Battlefield",
      "Demon’s Mirror"
    ],
    "NPCs": [
      "Sir Elijah Castor",
      "Demon Prince Velkar",
      "Sister Maria Bell",
      "Blacksmith Gavin Hurst",
      "The Weeping Angel"
    ]
  },
  {
    "Title": "The Court of Shattered Oaths",
    "Summary": "A Wyld Fae ruler has been betrayed by her own court, and respect is the only currency that can mend the divide. The players must navigate the dangerous court politics, offering trials of respect to win allies while a curse spreads through the Nevernever.",
    "Places": [
      "The Thorned Throne",
      "Echoing Hall of Oaths",
      "Cursed Fey Market",
      "Moonshadow Forest"
    ],
    "NPCs": [
      "Queen Briarheart",
      "The Hollow Prince",
      "Laughing Dagger Kaelen",
      "Archivist Yewthorn",
      "The Bound Jester"
    ]
  },
  {
    "Title": "The Demon’s Chain",
    "Summary": "A mortal accidentally binds a demon with a cursed chain — forcing the demon to obey their commands, but also inflicting agony on the mortal every time the demon suffers. The players must break the chain before either the demon or the mortal dies from shared pain.",
    "Places": [
      "The Broken Forge",
      "Demon’s Binding Circle",
      "Pain Market",
      "The Chainmaker’s Tomb"
    ],
    "NPCs": [
      "Eleanor Drake",
      "Demon Grishkar",
      "Chainmaker Aldous",
      "Sorceress Marina",
      "Bishop Tallow"
    ]
  },
  {
    "Title": "When Knights Fall",
    "Summary": {
      "text": "The Fomor launch an all-out supernatural war on Chicago’s waters — and a Knight of the Cross is ambushed and left for dead. As pain cripples the Knight, the players must fight on without them — unless they can uncover an ancient Wyld Fae boon to restore the Knight’s strength.",
      "formatting": {
        "bold": [],
        "italic": [],
        "underline": [],
        "left": [],
        "center": [],
        "right": []
      }
    },
    "Places": [
      "Arctis Tor",
      "The Blooded Pier",
      "Wyld Grove of Mercy",
      "The Drowned Chapel"
    ],
    "NPCs": [
      "Knight Armand St. Croix",
      "Lord Na’thraal",
      "The Blood Hag Mirskaya",
      "Wyld Healer Brialyn",
      "Captain Sofia Domingez"
    ]
  }
]